{
  "took" : 16,
  "timed_out" : false,
  "_shards" : {
    "total" : 13,
    "successful" : 13,
    "skipped" : 0,
    "failed" : 0
  },
  "hits" : {
    "total" : {
      "value" : 10000,
      "relation" : "gte"
    },
    "max_score" : 5.805959,
    "hits" : [
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1300090675531264000",
        "_score" : 5.805959,
        "_source" : {
          "handle" : "Excelsior",
          "readability" : "Difficult",
          "@version" : "1",
          "paragraph_count" : 5,
          "sentence_count" : 40,
          "publish_datetime" : "2020-08-30T15:19:06.000Z",
          "bylined_article" : "No",
          "text" : "Trump siempre ha jugado para sí mismo. Así lo hizo como empresario (con éxito cuestionado) y así lo hace como el tierno político que es. Pero, esos sí, sin ningún atisbo de disciplina. El partido que usurpó y se dejó usurpar ahora le pide más visión, ideas y menos protagonismo personal, que fue la estrategia que usó cuando fue candidato y sorpresivamente presidente en 2016. El Trump de ese año y el que corre, parecen no diferenciarse. Se tocan íntimamente. El narcisismo del magnate, su muy probable línea roja, no lo deja divorciarse de ese sí mismo que él más ama y que día a día abona con un despotismo muy poco ilustrado. La Convención Republicana fue un popurrí. Por momentos uno se encontraba ante discursos y presencias que remitían al partido demócrata setentero de McGovern: afroestadunidenses, mujeres celebrando los 100 años del derecho al voto. Por el otro lado, una monja en celo por el trumpismo prolife, un policía rabioso en contra de los disturbios y no sus causas y más perlas de ambigüedad, que pretenden atraer a la jauría ultrareaccionaria. En suma, una esquizofrenia total. ¿La intención? Salvar el voto femenino y negro de las garras de Trumpstain. Estos sectores de votantes que Trump ha denostado tanto y tan frecuentemente han marcado una tendencia. La tendencia es ya un hecho: las mujeres suburbanas y plenamente citadinas favorecen la fórmula Biden-Harris.\n\nLo mismo ocurre con las tendencias del voto negro que, de hecho, empezaron a marcarse desde las primarias, cuando Biden arrolló a Bernie Sanders en el sur y las que, en la medida en que la campaña se intensifique y Obama y sus cuados ataquen, serán votos irreversiblemente para Biden y, sobre todo, en contra de Tump. A esta tendencia seguirían los hombres maduros, sectores importantes de jóvenes prosanderistas, católicos y profesionistas de ambos sexos. Y, finalmente, nos queda el sector de indecisos, población flotante siempre determinante al definir cualquier votación nacional en EU y que Trump ha decidido olvidar.\n\nEl Partido Republicano (PR) pretende humanizar a Trump con una supuesta apertura hacia la diversidad racial y de género. Después de sus tristemente memorables lances misóginos y racistas en contra de mexicanos y de afroestadunidenses, se antoja difícil contrarrestar su racismo. En realidad, Trump siempre ha encontrado la fórmula perfecta para matar lo que más ama: Trump. La mejor muestra de esto es el uso abusivo de la retórica antiBiden que desplegó en su discurso durante su faraónico cierre de la convención republicana en plena Casa Blanca. Vilipendió en contra de Biden en 41 ocasiones, causando un gran desagrado en tirios y troyanos, quienes aún creen que en la etiqueta política estadunidense no se cometen tales excesos en la convenciones partidistas. Biden, por su lado, no lo mencionó por nombre ni una sola vez en su discurso de aceptación durante la convención demócrata.\n\nLa convención republicana transcurrió entre el miedo y la paranoia. Se intentó disuadir a Trump de que apostara por un planteamiento con visión y más allá de la promoción de su propia persona. Fue inútil. Trump utilizó la Casa Blanca (“su casa”) como extensión de su propia persona en un despliegue insultante de prepotencia. Habló por 70 minutos, hecho inédito en una convención partidista. Su discurso estuvo saturado de mentiras y falsedades. Fue un discurso que mostró una vez más cómo Trump vive en una realidad alterna. Vive en el laberinto del misógino (que ha contaminado a su partido), que asume como realidad aquella que él ha construido a base de embustes, los cuales tienen como objetivo confundir a la audiencia, arrastrándola con el engaño. Es probable que estemos ante la plataforma más extremista del PR en toda su historia. El partido de Abraham Lincoln (¡con el que Trump se equipara!) ha quedado reducido a una pandilla de trúhanes que recurren al chovinismo más barato con tal de hacerse notar en el medio de una crisis si no terminal, sí grave. En 2020, el partido ha sido controlado por Trump en forma vertical y, probablemente, irreversible, lo cual, gane o pierda la elección, hará que el PR retroceda años luz y abandone su espíritu conservador más auténtico, signo antes central de su identidad histórica. No en balde, la lista de los más de 40 republicanos ilustres que se han levantado en armas contra la reelección de Trump está encabezada por George W. Bush y por el senador disidente Mitt Romney. A este grupo se aúna otro, de más de setenta destacados integrantes de la comunidad de inteligencia que consideran a Trump como “no apto” para dirigir a ese país. El tiempo dirá si Trump tuvo éxito en acabar con Trump.\n\nLa ley de derechos de autor prohíbe estrictamente copiar completa o parcialmente los materiales de Excélsior sin haber obtenido previamente permiso por escrito y sin incluir el link al texto original.",
          "references" : "",
          "title_subjectivity" : "very objective",
          "word_count" : 807,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-30T15:19:14.979Z",
          "url" : "https://www.excelsior.com.mx/opinion/jose-luis-valdes-ugalde/trump-contra-trump/1402784",
          "top_image" : "",
          "title" : "Trump contra Trump",
          "click_baitness" : "neutral",
          "lang" : "es",
          "references_count" : 0
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1306016195569741825",
        "_score" : 5.805959,
        "_source" : {
          "origin" : "twitter",
          "references_count" : 0,
          "@version" : "1",
          "url" : "https://www.laprensagrafica.com/opinion/Trump-contra-Trump-20200915-0016.html",
          "handle" : "prensagrafica",
          "title_subjectivity" : "very objective",
          "word_count" : 607,
          "@timestamp" : "2020-09-15T23:45:20.819Z",
          "title" : "Trump contra Trump",
          "top_image" : "",
          "authors" : [ ],
          "readability" : "Very Confusing",
          "sentence_count" : 22,
          "scientific_count" : 0,
          "text" : "En los últimos meses el presidente Trump ha despedido funcionarios y asesores políticos en un número récord, incluyendo al que fuera jefe de su campaña triunfadora en 2016, sin aceptar que sus propias decisiones y palabras inciden negativamente en el propósito de su reelección y configuran el cuadro Trump vs. Trump en el empinado camino hacia las elecciones del próximo 3 de noviembre. ¿Cómo se puede entender al propio presidente de los Estados Unidos acusando a los altos mandos de sus fuerzas armadas de complicidad con la industria militar, siendo él su comandante general?\n\nTranscurrieron las convenciones de los partidos Republicano y Demócrata con las limitaciones que la pandemia obligaba, pero cada una de ellas retrató parte del espíritu que anima a esas poderosas formaciones tradicionales. Los demócratas mostraron su empeño de reconciliación nacional interracial destacando el lanzamiento de su candidata a vicepresidenta, la actual fiscal general de California, Kamala Harris, una afroamericana hija de una señora nativa de la India y de un señor originario de Jamaica. En cambio los republicanos montaron un impresionante escenario que destacaba la grandeza de los Estados Unidos (Great America) y confrontaron a sus adversarios señalándolos como \"extremistas\".\n\nLuego de observar las encuestas posteriores a dichos eventos (cuyos resultados acortan brevemente la distancia entre ambos candidatos, manteniendo una significativa ventaja para Biden), la campaña toma una velocidad e intensidad mayores, con una crispación y sesgos nunca antes vistos en la historia electoral de la Unión Americana.\n\nDonald Trump es el \"blanco\" en varios libros que le disparan: uno de su propia sobrina, otro de un exasesor suyo, uno más de una exempleada de la Casa Blanca y varios de menor trascendencia. En todos esos libros el señor Trump recibe variadas acusaciones, pero fiel a su convicción que la mejor defensa es el ataque sigue refiriéndose a su contrincante como un Joe Biden caduco e influenciable, apoyándose en el hecho de ser el exvicepresidente de Obama tres años mayor que él. Ambos son septuagenarios.\n\nLos adversarios de Trump por su parte han puesto en duda su equilibrio emocional, por las cosas que hace y por las que dice. Revisan cómo minimizó el peligro de la pandemia que se ha llevado ya las vidas de más de 190,000 estadounidenses y recetó que la gente se inyectara un desinfectante. Sobre su menosprecio a la amenaza del coronavirus, Trump ha explicado que lo hizo \"para evitar el caos\".\n\nLos giros en la política exterior de Washington y los riesgos que presenta la actual campaña política en aquel país desvanecen aceleradamente la confianza de quienes veían en los Estados Unidos al guardián de un aceptable orden internacional. El desfile de milicias armadas de supremacistas blancos por las calles de Portland y otros sitios son una alerta de hasta dónde pueden llevar los llamados a la confrontación en un país donde las armas se venden como caramelos. Una guerra interna en los Estados Unidos al estilo de Irlanda del Norte sería fatal, particularmente para las minorías étnicas. Y hay señales que advierten de ese peligro: ¿quiénes hacen posible la infiltración de turbas violentas en las manifestaciones de protesta por los abusos policiales? ¿A quién benefician electoralmente los desórdenes?\n\nUna respetable encuesta en Alemania exhibe resultados impresionantes: el pueblo germano le teme más a las políticas de Trump que al contagio del covid-19. Opinan que tales políticas conducen a un mundo más peligroso. En la memoria histórica de los alemanes están impresos el dolor y la sangre que provocaron las milicias de los supremacistas nazis.\n\nOremos para que el pueblo estadounidense y el mundo no vean la destrucción de sus principios y valores más apreciados. En Dios confiamos.",
          "publish_datetime" : "2020-09-15T23:45:00.000Z",
          "click_baitness" : "neutral",
          "paragraph_count" : 8,
          "references" : "",
          "lang" : "es",
          "bylined_article" : "No",
          "favorite_count" : 1,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 1
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1283099293541441536",
        "_score" : 5.5009894,
        "_source" : {
          "references_count" : null,
          "authors" : [ ],
          "text" : "When I describe a Republican politician who rose the political ladder by smearing his political opponents with lies and attacking the system as corrupt, and who never expanded his core base while burning bridges with many of his onetime supporters, you might probably would assume I'm talking about Donald Trump. And you would be correct. Except there's another famous GOP politician cut from that same cloth who helped pave the way for Trump: former House Speaker Newt Gingrich.\n\nAs Princeton professor and CNN contributor Julian Zelizer lays out is his new book, \"Burning Down the House: Newt Gingrich, the Fall of a Speaker, and the Rise of the New Republican Party,\" Gingrich was Trump before Trump. Zelizer explained in his recent visit to \"Salon Talks\" that Gingrich's \"ruthless partisanship\" and \"political wrecking-ball\" style helped usher in a new style of partisan politics. Before Gingrich, members of Congress in opposing parties were far more cordial with each other. Gingrich changed all that as the original \"own the libs\" conservative — who like Trump, he seemed to care more about garnering headlines and acquiring power (at any and all costs) than actually governing.\n\nGingrich led the GOP to a smashing victory in the 1994 midterm elections, gaining 54 seats in the House (and eight in the Senate) to win a congressional majority for the first time in 40 years. Gingrich's famous \"Contract With America\" was clearly a precursor to Trump's \"Make America Great Again\" agenda, but with a lot more legislative details.) Gingrich became speaker of the House in a major political realignment — but it all came crashing down just a few years later, when he was forced from power after the 1998 midterms, in large part because of Gingrich's scorched-earth style of politics as he championed the impeachment of Bill Clinton.\n\nWatch my \"Salon Talks\" episode with Zelizer or read a transcript of the conversation below, to hear more about how Trump benefited from Gingrich's groundwork and why liberals have largely failed to learn the tough lessons of this new era of intense partisanship, but are finally showing signs of change.\n\nMany will remember what happened with Speaker Newt Gingrich in the 1990s and his impact on partisanship in Congress. Your book gets into that and Newt's origin story. I had assumed Newt was from some kind of elite family because he's stuffy and arrogant, to be blunt, but it was interesting to learn that his childhood and upbringing was vastly different than that. His father left his mother while she was pregnant with Newt. Share a little bit about that.\n\nYes, he was raised really in difficult circumstances. His mother would remarry to someone who was very kind as a person, but not a very easy person to be raised by. He was cold and tough on his son — a kind of macho stepdad who didn't give a lot of love, even though he took good care of him. He also did not grow up wealthy. He was an Army brat. He grew up in kind of blue-collar surroundings, living in Harrisburg, Pennsylvania, for a good portion of his life during the summers and also settling in Georgia. Some of the conservative populism he promoted comes out of his own background and struggles.\n\nYou start the book with something that I did not recall that was much more recent. In 2016, Newt Gingrich almost became Donald Trump's running mate. He got very close. He was even interviewed by the Trump family.\n\nAs the Trump campaign started, Gingrich was one of the people in his inner circle. He was in his inner circle as an adviser, someone who Trump listened to, but he was also one of the people, in the final rounds, being considered for the vice presidency. In some ways, it became him or Mike Pence. I start the whole book with that story of him being considered, being in Indianapolis for a meeting with the Trump family and doing an interview on Fox News.\n\nIt was a great interview because Gingrich essentially gives a reason not to pick him. Saying that he's a pirate like Trump's a pirate, and two pirates on the ticket might be a little bit too much. Which is classic Gingrich — just saying what's on his mind, even if it hurts him. But it was important because I think the connection between them is at the heart of the book, with Gingrich's approach to partisanship and politics really being the foundation for what we see in the Trump White House.\n\nMike Pence has the unique ability to close his eyes and disappear in the middle of a storm of Trump literally yelling at people. Newt Gingrich is not like that. And with perhaps Newt on the ticket, Donald Trump wouldn't have won. Maybe the evangelicals don't come out when you have two deeply flawed men on social issues running together as a ticket.\n\nBoth their ego and their style don't necessarily complement each other. Newt Gingrich and Donald Trump have very large egos. This is something that even the closest advisers and friends of Newt Gingrich admit. Gingrich is also very much an in-your-face politician. That's at the heart of the book. He doesn't remain quiet. He likes to get out front and that's not what you necessarily want from a vice presidential pick. It would be triply hard with Donald Trump, who's constantly trying to get air time. Although in some ways it made sense, in retrospect it actually could have led to Trump's defeat.\n\nYou have a chapter titled \"A Political Wrecking Ball.\" You've mentioned already that Gingrich laid the groundwork for Donald Trump to be a wrecking ball in 2016, both within the Republican Party internally and outside. There's one line you use about Gingrich's playbook, to the effect that everything could be turned to his advantage, and that if he's criticized for doing so, he cries foul. That's Trump. Without overstating things, if Barry Goldwater is a father of the modern-day conservative movement, then Newt Gingrich is the father of Trumpism.\n\nI think it's not simply Trump, Gingrich helped invent the modern Republican political style. He came of age in an era where things were already becoming more partisan and the parties were more divided. Partisanship in the '70s and '80s was often seen as a good thing. That instead of bipartisan backroom compromises, we wanted politicians who stood for things. Gingrich then took it to a whole new level. He argued that in pursuit of partisan power, you can do almost anything. Any institution could be twisted and turned or it could be destroyed if it got in the way of what a Republican needed to do to win. The norms that were important to Washington so that legislators could interact with each other and that things didn't break down so badly that we essentially had a dysfunctional city — that didn't matter to him either.\n\nHe argued openly and repeatedly and in memos to colleagues, \"We need an aggressive party that ignores all that stuff.\" He was willing to assassinate the character of his opponents. He was willing to take routine procedures and use them for his own political purposes. He was willing, and this is in the book, to take ethics reforms from the '70s meant to make Washington better and just use them to destroy his opponent. And that's Gingrich politics. And I think from Gingrich to the Tea Party to Donald Trump, there is a clear line. I do believe Gingrich was enormously important on that front.\n\nBefore Gingrich got to Congress, were Democrats and Republicans more cordial, more civil, to each other? Look where we are today. They barely talk to each other and it's become personal.\n\nI do think before the 1980s there was more civility. I don't think that's just nostalgia. I do think members of both parties, generally, not everyone, but generally were committed to the job they had — to the idea that ultimately they were there to govern. And while they took firm positions — many Republicans opposed welfare programs, opposed civil rights, opposed any kind of federal intervention — in the end, they would work with Democrats on legislation, often compromising during the final vote.\n\nRelations between members was far different. It was not as destructive as it was today. And there were just more boundaries to what you would do. Someone like Joe McCarthy from the 1950s, the famous senator who was a fierce anti-Communist, was ultimately pushed out. The party leaders said, \"We can't have this as the face of our party. It's too destructive.\" And that mentality really was Washington until the 1970s. Gingrich just threw that out and introduced a new era where Republicans didn't have to worry about that. And you could have relations that were totally destroyed because that really wasn't his main concern. I think it's fair to say something happened in the '70s and '80s and he's a big part of it.\n\nYou write about Newt Gingrich attending Ronald Reagan's inauguration in 1980 and a quote from that speech, \"Government is not the solution to our problem, government is the problem.\" When you hear that now, it seems so tone-deaf in the crisis we're living through today, both economically and health-wise with COVID-19. Do you think the GOP is going to have to shift away from this Reagan-esque philosophy?\n\nOh, we'll see. I think the quote you're talking about is at the heart of Republican politics since the 1980s. They're not always consistent. They certainly support military spending and Republicans allow the government to subsidize certain parts of the economy. But in general, this anti-government ethos is the guiding argument of what it means to be a Republican. It's part of why Gingrich could do what he does. I think Republicans can ultimately be more fierce than Democrats because they don't believe in government and they're not relying on it, whereas Democrats check themselves because they need government to function.\n\nDoes the pandemic undermine this argument once and for all? Meaning, is the crisis so severe and the need of government so clear that we move to a new philosophy in the GOP? I'm not sure. We've had other crises since the 1980s that revealed government was necessary, like the 2008 financial crash, where George W. Bush used a government bailout to save the economy. But the party keeps going back to this Reaganite philosophy. It's misplaced. I think it's just not accurate, but it still has a powerful hold on all Republicans.\n\nYou mentioned Joe McCarthy. Some have accuse Newt Gingrich of McCarthyism. As you point out in your book, Gingrich rose the ladder of power on the backs of carcasses, people he destroyed politically. What I was amazed by was that his only ideology seemed to be about acquisition of power, not focus on policy. Is that accurate?\n\nYeah, that is true. Before he's speaker of the House, he's not particularly interested in legislation. Members of Congress whose goal is to have a bill and to make policy, whether you're conservative or a liberal, he didn't care about that. And he was honest about it. He cared about partisan power. And everything he did revolved around that. And because of that philosophy, that's what allowed him to be very McCarthyite. One of the early stories I tell is in '83 and '84 where Gingrich would go on the floor of the House at the end of the day and make these one-minute speeches where he'd accuse Democrats of being weak on defense and failing to support Reagan's fight against communism in Central America.\n\nHe would ask individual Democrats to respond to the charge that they were essentially unpatriotic. What you couldn't see if you were watching C-SPAN was there was no one in the chamber. It was totally empty. Of course no one was going to answer, but it made the Democrats look like they were doing exactly what Gingrich said. A lot of Democrats said this was really low-ball politics, that it was Joe McCarthy again. The difference in my story is that Gingrich ends up in the leadership, as opposed to McCarthy, who was ultimately pushed out.\n\nNow, at some point, there is a pivot to, at least on its face, policy, and that's with the Contract for America in 1994. And any fan of politics that rings a bell, Contract for America. Republicans were pushing this because they had not controlled the House for decades and they were getting a sense, maybe we could win the House. This is Bill Clinton's two years in, the economy's not doing great and here comes Contract for America.\n\nWhat you started with is important to remember, Republicans were not in control of the House of Representatives since 1954. They were basically a permanent minority in Congress. And many Republicans thought that way. We're never going to have power. We're always going to be second fiddle to the Democrats. That was part of the appeal of Gingrich. He said, \"That's not true.\" And he said, \"We can fight in a way that will ultimately give us control back.\" And ultimately in '94, when he is leading the midterm campaigns, Bill Clinton is president, he nationalizes the campaign. He says, \"Let's run it not as a bunch of local Republicans, but as a national party fighting for an agenda, just like a president does.\"\n\nThe \"Contract With America\" was actually for TV Guide. It's a pullout basically that you could put on your refrigerator with a 10-point plan promising what Republicans will do if they have power. A balanced budget amendment, term limits for members of Congress. It's kind of a hodgepodge of ideas, but the ideas didn't matter anyway, just like we're talking about with Gingrich. What mattered was having this symbolic piece of paper voters can put on their refrigerator and a promise of what they would do. And it worked. Many argue this kind of campaign tactic, very media-centered, was exactly what Republicans needed to do to finally win.\n\nIt was remarkable that you had Newt for years saying, \"We can win the House.\" Finally it happens, they win in '94 and he becomes speaker in '95, third in line to be president. He gets his dream and then, within a few years, it completely unravels. Remind people again — this is like knowing the ending of the movie but not remembering exactly the details — what led to Newt Gingrich's collapse?\n\nWell, it's the same thing throughout his career: He goes too far. It's in the nature of how he fights a battle. He will put everything on the table. He will go to places most people won't go and he uses the media to command constant attention. This is always the principle to what he does. All of that means it's easy for this to fall apart relatively quickly. And there were various moments before he's speaker where he goes too far and all the media attention he gets ultimately turns against him. And this was a big part of what happened as speaker. He introduces a new kind of speakership where he's on TV almost every day. He's challenging Bill Clinton for media attention, but ultimately stories emerged, such as when he was on the flight back from Yitzhak Rabin's funeral in Israel, he complained that Bill Clinton didn't come to the back of the plane and talk to him about a budget negotiation that was going on.\n\nThe media had a famous cover story, \"Cry Baby,\" and it captured what he was about. He shuts down the federal government in '95 and '96 over this issue, and instead of turning in favor of Republicans for finally taking a stand, it made him look vindictive and petty and not capable of governing. Ultimately, he falls from power, but the other story is, his politics remains the way the Republican playbook is written. And that's a key part of the story that I want to tell: The Republican establishment, for the reasons you say, they were open to letting him in. They wanted to win and they were willing to embrace his style if that was the path to victory.\n\nHe probably was the biggest loser in the Bill Clinton impeachment, where he was leading the charge and then promising that in the midterms of 1998, Republicans be rewarded soundly with a lot of more seats. That didn't happen and he had to step down.\n\nTwo things happen during the midterms, which are right in the middle of the impeachment battle. Republicans don't do well in the House races, where traditionally these are midterms that you'd expect a Republican gain in seats. Because here you have a president being impeached. But they actually don't perform well and many Republicans blame Newt. The other part of it is the hypocrisy of Newt Gingrich, which is a part of the story that I tell.\n\nHe's often accusing people of doing exactly what he does. In the '80s, he's accusing the Democratic speaker, Jim Wright, of unethical behavior involving the sale of books, when he himself was unethically selling books, as would later be revealed. And in '98, he's leading a charge against the president revolving around his affair while he himself is having an affair. The combination of a poor performance in the midterms with everyone understanding that Gingrich is in the middle of the kind of relationship they were trying to tag the president with was devastating. They call for him to step down. In some ways that's very Gingrich-like, because Gingrich argued that no leader should be permanent. His whole career is about taking down people. Ultimately that's what they did to him.\n\nI can't help thinking about the trajectory of Donald Trump. For years, he fought to become president, he talked about it for decades. Finally runs. Similar to Newt Gingrich, a scorched-earth campaign. He doesn't care who he destroys, even members of his own party, even former generals who served in his administration. Is it fair to say that Trump might be on that same trajectory of burnout?\n\nSomeone like Gingrich isn't a long-term player in many ways. Even though he's been around for a long time now, he's a burnout kind of politician because he puts so much heat and fire in his fights, and ultimately that's hard to sustain. Is Donald Trump in a similar situation? I don't know. Donald Trump has more of a foundation in some ways. He has an entire media apparatus with Fox News that wasn't there for much of a Gingrich's career. Even as speaker, it wasn't what it is today. Trump has a much more loyal Republican electoral base than Gingrich did. We've become more polarized and the Republican electorate is much more solid. It could be that he might be in a burnout mode, but it doesn't matter. The party is in a place where they will keep him in power. They will essentially say he's better than Biden and that works in his favor. It might not lead to the same fate, I guess I'm saying.\n\nRepublicans who like Trump are going to vote for him. But Trump used to tout his record, that everyone he endorsed for GOP congressional primaries won. Well he's lost three races in recent two weeks, including Mark Meadows' former seat in North Carolina. This 24-year-old insurgent, who will be 25 by the time he is sworn in, won the district. Does this show some weakening of Donald Trump's control of his base?\n\nI think it's also a danger for him — meaning the burnout part. I think he can actually survive in the short term, but the one thing ultimately he can't survive is Republican leaders reaching the conclusion that they will lose their power because of him. They haven't reached that conclusion yet. But these primary fights, that's exactly what the signal is. Why doesn't he carry these tickets? Why can he put all of his energy into an endorsement — in Mark Meadows' case, for his chief of staff, former head of the Freedom Caucus, it's his seat and there's no control there. And that's where he's vulnerable because the Republican style of politics, there is no loyalty to person in this era. That is Gingrich in a nutshell. He wasn't loyal to anyone. What he was loyal to was power. So if these primaries start to suggest that Trump can't deliver. like Gingrich in '98, I do think more Republicans are willing to throw him off the ship. I think he understands that and we'll see how much they feel that. But I think it's definitely a red light for him.\n\nThe last part of your book is called \"The Rise of a New Republican Party.\" I have to ask though, for every action, there's an equal and opposite reaction, famous Newton's Law. On some level, isn't Newt Gingrich what led to the rise of a new Democratic Party in which you have insurgency and hyper-partisanship, not just because of Newt but with the fuse Newt lit? Now we have two parties where there are more extremes. On some level, do you think Newt Gingrich set us on a trajectory to where we are today?\n\nIt's an important point. In the period my book focuses on, the Democrats don't really adjust. And part of the story I'm telling, it's not just about Gingrich. It's about the fact Democrats didn't get where this was all going. They thought things were going to return to normal. They thought ultimately the Republicans would contain the Gingrich-like elements of their party, and they didn't have to fight in a tougher fashion because this was not how things worked in Washington. My book argues they were wrong. Jim Wright, the first real victim of this style of politics, resigns in 1989, based on the assumption he says in his speech, \"If I resign, I'm sacrificing myself, let's go back to normal.\" He didn't get that Gingrich wasn't going to stop and the Republicans weren't going to stop. And what's interesting, in the last few years, just from observing it, the Democrats seem to possibly be changing. Some recognition that the rules of partisanship are pretty tough and that you can't simply sit back and assume \"normal\" anymore.\n\nThen, at the grassroots level, you're seeing a pretty phenomenal showing of new elements of the party who on policy are demanding very different directions on issues from criminal justice to immigration to climate change. And we'll see, but I think if they connect to party leaders, as we're seeing with some of these Democratic primaries, which are bringing in a younger generation, they might start to embrace new tactics that aren't Gingrich like, but they're certainly a response to understanding that's what the Republican Party is about. AOC is a great example, I think, of a Democrat who is like what you're saying, who sees the game and without becoming Gingrich-ian is trying to hit back hard through social media, through very powerful appearances on the Hill and through good old-fashioned primary work to try to make sure the party moves in the right direction.",
          "@version" : "1",
          "references" : [
            "https://forms.monday.com/forms/ba3f25d5178d879d23d95c9e732ad287",
            "https://www.youtube.com/watch?v=W-0irOSIKvY"
          ],
          "scientific_count" : null,
          "lang" : "en",
          "@timestamp" : "2020-07-14T18:01:30.916Z",
          "top_image" : "",
          "handle" : "Salon",
          "publish_datetime" : "2020-07-14T18:01:25.000Z",
          "origin" : "twitter",
          "url" : "https://www.salon.com/2020/07/14/julian-zelizer-on-the-rise-and-fall-of-newt-gingrich-the-man-who-was-trump-before-trump/",
          "title" : "Newt Gingrich: He was Trump before Trump was Trump",
          "favorite_count" : 39,
          "reply_count" : 3,
          "quote_count" : 1,
          "retweet_count" : 25
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1283069319321202689",
        "_score" : 5.5009894,
        "_source" : {
          "references_count" : null,
          "authors" : [ ],
          "text" : "When I describe a Republican politician who rose the political ladder by smearing his political opponents with lies and attacking the system as corrupt, and who never expanded his core base while burning bridges with many of his onetime supporters, you might probably would assume I'm talking about Donald Trump. And you would be correct. Except there's another famous GOP politician cut from that same cloth who helped pave the way for Trump: former House Speaker Newt Gingrich.\n\nAs Princeton professor and CNN contributor Julian Zelizer lays out is his new book, \"Burning Down the House: Newt Gingrich, the Fall of a Speaker, and the Rise of the New Republican Party,\" Gingrich was Trump before Trump. Zelizer explained in his recent visit to \"Salon Talks\" that Gingrich's \"ruthless partisanship\" and \"political wrecking-ball\" style helped usher in a new style of partisan politics. Before Gingrich, members of Congress in opposing parties were far more cordial with each other. Gingrich changed all that as the original \"own the libs\" conservative — who like Trump, he seemed to care more about garnering headlines and acquiring power (at any and all costs) than actually governing.\n\nGingrich led the GOP to a smashing victory in the 1994 midterm elections, gaining 54 seats in the House (and eight in the Senate) to win a congressional majority for the first time in 40 years. Gingrich's famous \"Contract With America\" was clearly a precursor to Trump's \"Make America Great Again\" agenda, but with a lot more legislative details.) Gingrich became speaker of the House in a major political realignment — but it all came crashing down just a few years later, when he was forced from power after the 1998 midterms, in large part because of Gingrich's scorched-earth style of politics as he championed the impeachment of Bill Clinton.\n\nWatch my \"Salon Talks\" episode with Zelizer or read a transcript of the conversation below, to hear more about how Trump benefited from Gingrich's groundwork and why liberals have largely failed to learn the tough lessons of this new era of intense partisanship, but are finally showing signs of change.\n\nMany will remember what happened with Speaker Newt Gingrich in the 1990s and his impact on partisanship in Congress. Your book gets into that and Newt's origin story. I had assumed Newt was from some kind of elite family because he's stuffy and arrogant, to be blunt, but it was interesting to learn that his childhood and upbringing was vastly different than that. His father left his mother while she was pregnant with Newt. Share a little bit about that.\n\nYes, he was raised really in difficult circumstances. His mother would remarry to someone who was very kind as a person, but not a very easy person to be raised by. He was cold and tough on his son — a kind of macho stepdad who didn't give a lot of love, even though he took good care of him. He also did not grow up wealthy. He was an Army brat. He grew up in kind of blue-collar surroundings, living in Harrisburg, Pennsylvania, for a good portion of his life during the summers and also settling in Georgia. Some of the conservative populism he promoted comes out of his own background and struggles.\n\nYou start the book with something that I did not recall that was much more recent. In 2016, Newt Gingrich almost became Donald Trump's running mate. He got very close. He was even interviewed by the Trump family.\n\nAs the Trump campaign started, Gingrich was one of the people in his inner circle. He was in his inner circle as an adviser, someone who Trump listened to, but he was also one of the people, in the final rounds, being considered for the vice presidency. In some ways, it became him or Mike Pence. I start the whole book with that story of him being considered, being in Indianapolis for a meeting with the Trump family and doing an interview on Fox News.\n\nIt was a great interview because Gingrich essentially gives a reason not to pick him. Saying that he's a pirate like Trump's a pirate, and two pirates on the ticket might be a little bit too much. Which is classic Gingrich — just saying what's on his mind, even if it hurts him. But it was important because I think the connection between them is at the heart of the book, with Gingrich's approach to partisanship and politics really being the foundation for what we see in the Trump White House.\n\nMike Pence has the unique ability to close his eyes and disappear in the middle of a storm of Trump literally yelling at people. Newt Gingrich is not like that. And with perhaps Newt on the ticket, Donald Trump wouldn't have won. Maybe the evangelicals don't come out when you have two deeply flawed men on social issues running together as a ticket.\n\nBoth their ego and their style don't necessarily complement each other. Newt Gingrich and Donald Trump have very large egos. This is something that even the closest advisers and friends of Newt Gingrich admit. Gingrich is also very much an in-your-face politician. That's at the heart of the book. He doesn't remain quiet. He likes to get out front and that's not what you necessarily want from a vice presidential pick. It would be triply hard with Donald Trump, who's constantly trying to get air time. Although in some ways it made sense, in retrospect it actually could have led to Trump's defeat.\n\nYou have a chapter titled \"A Political Wrecking Ball.\" You've mentioned already that Gingrich laid the groundwork for Donald Trump to be a wrecking ball in 2016, both within the Republican Party internally and outside. There's one line you use about Gingrich's playbook, to the effect that everything could be turned to his advantage, and that if he's criticized for doing so, he cries foul. That's Trump. Without overstating things, if Barry Goldwater is a father of the modern-day conservative movement, then Newt Gingrich is the father of Trumpism.\n\nI think it's not simply Trump, Gingrich helped invent the modern Republican political style. He came of age in an era where things were already becoming more partisan and the parties were more divided. Partisanship in the '70s and '80s was often seen as a good thing. That instead of bipartisan backroom compromises, we wanted politicians who stood for things. Gingrich then took it to a whole new level. He argued that in pursuit of partisan power, you can do almost anything. Any institution could be twisted and turned or it could be destroyed if it got in the way of what a Republican needed to do to win. The norms that were important to Washington so that legislators could interact with each other and that things didn't break down so badly that we essentially had a dysfunctional city — that didn't matter to him either.\n\nHe argued openly and repeatedly and in memos to colleagues, \"We need an aggressive party that ignores all that stuff.\" He was willing to assassinate the character of his opponents. He was willing to take routine procedures and use them for his own political purposes. He was willing, and this is in the book, to take ethics reforms from the '70s meant to make Washington better and just use them to destroy his opponent. And that's Gingrich politics. And I think from Gingrich to the Tea Party to Donald Trump, there is a clear line. I do believe Gingrich was enormously important on that front.\n\nBefore Gingrich got to Congress, were Democrats and Republicans more cordial, more civil, to each other? Look where we are today. They barely talk to each other and it's become personal.\n\nI do think before the 1980s there was more civility. I don't think that's just nostalgia. I do think members of both parties, generally, not everyone, but generally were committed to the job they had — to the idea that ultimately they were there to govern. And while they took firm positions — many Republicans opposed welfare programs, opposed civil rights, opposed any kind of federal intervention — in the end, they would work with Democrats on legislation, often compromising during the final vote.\n\nRelations between members was far different. It was not as destructive as it was today. And there were just more boundaries to what you would do. Someone like Joe McCarthy from the 1950s, the famous senator who was a fierce anti-Communist, was ultimately pushed out. The party leaders said, \"We can't have this as the face of our party. It's too destructive.\" And that mentality really was Washington until the 1970s. Gingrich just threw that out and introduced a new era where Republicans didn't have to worry about that. And you could have relations that were totally destroyed because that really wasn't his main concern. I think it's fair to say something happened in the '70s and '80s and he's a big part of it.\n\nYou write about Newt Gingrich attending Ronald Reagan's inauguration in 1980 and a quote from that speech, \"Government is not the solution to our problem, government is the problem.\" When you hear that now, it seems so tone-deaf in the crisis we're living through today, both economically and health-wise with COVID-19. Do you think the GOP is going to have to shift away from this Reagan-esque philosophy?\n\nOh, we'll see. I think the quote you're talking about is at the heart of Republican politics since the 1980s. They're not always consistent. They certainly support military spending and Republicans allow the government to subsidize certain parts of the economy. But in general, this anti-government ethos is the guiding argument of what it means to be a Republican. It's part of why Gingrich could do what he does. I think Republicans can ultimately be more fierce than Democrats because they don't believe in government and they're not relying on it, whereas Democrats check themselves because they need government to function.\n\nDoes the pandemic undermine this argument once and for all? Meaning, is the crisis so severe and the need of government so clear that we move to a new philosophy in the GOP? I'm not sure. We've had other crises since the 1980s that revealed government was necessary, like the 2008 financial crash, where George W. Bush used a government bailout to save the economy. But the party keeps going back to this Reaganite philosophy. It's misplaced. I think it's just not accurate, but it still has a powerful hold on all Republicans.\n\nYou mentioned Joe McCarthy. Some have accuse Newt Gingrich of McCarthyism. As you point out in your book, Gingrich rose the ladder of power on the backs of carcasses, people he destroyed politically. What I was amazed by was that his only ideology seemed to be about acquisition of power, not focus on policy. Is that accurate?\n\nYeah, that is true. Before he's speaker of the House, he's not particularly interested in legislation. Members of Congress whose goal is to have a bill and to make policy, whether you're conservative or a liberal, he didn't care about that. And he was honest about it. He cared about partisan power. And everything he did revolved around that. And because of that philosophy, that's what allowed him to be very McCarthyite. One of the early stories I tell is in '83 and '84 where Gingrich would go on the floor of the House at the end of the day and make these one-minute speeches where he'd accuse Democrats of being weak on defense and failing to support Reagan's fight against communism in Central America.\n\nHe would ask individual Democrats to respond to the charge that they were essentially unpatriotic. What you couldn't see if you were watching C-SPAN was there was no one in the chamber. It was totally empty. Of course no one was going to answer, but it made the Democrats look like they were doing exactly what Gingrich said. A lot of Democrats said this was really low-ball politics, that it was Joe McCarthy again. The difference in my story is that Gingrich ends up in the leadership, as opposed to McCarthy, who was ultimately pushed out.\n\nNow, at some point, there is a pivot to, at least on its face, policy, and that's with the Contract for America in 1994. And any fan of politics that rings a bell, Contract for America. Republicans were pushing this because they had not controlled the House for decades and they were getting a sense, maybe we could win the House. This is Bill Clinton's two years in, the economy's not doing great and here comes Contract for America.\n\nWhat you started with is important to remember, Republicans were not in control of the House of Representatives since 1954. They were basically a permanent minority in Congress. And many Republicans thought that way. We're never going to have power. We're always going to be second fiddle to the Democrats. That was part of the appeal of Gingrich. He said, \"That's not true.\" And he said, \"We can fight in a way that will ultimately give us control back.\" And ultimately in '94, when he is leading the midterm campaigns, Bill Clinton is president, he nationalizes the campaign. He says, \"Let's run it not as a bunch of local Republicans, but as a national party fighting for an agenda, just like a president does.\"\n\nThe \"Contract With America\" was actually for TV Guide. It's a pullout basically that you could put on your refrigerator with a 10-point plan promising what Republicans will do if they have power. A balanced budget amendment, term limits for members of Congress. It's kind of a hodgepodge of ideas, but the ideas didn't matter anyway, just like we're talking about with Gingrich. What mattered was having this symbolic piece of paper voters can put on their refrigerator and a promise of what they would do. And it worked. Many argue this kind of campaign tactic, very media-centered, was exactly what Republicans needed to do to finally win.\n\nIt was remarkable that you had Newt for years saying, \"We can win the House.\" Finally it happens, they win in '94 and he becomes speaker in '95, third in line to be president. He gets his dream and then, within a few years, it completely unravels. Remind people again — this is like knowing the ending of the movie but not remembering exactly the details — what led to Newt Gingrich's collapse?\n\nWell, it's the same thing throughout his career: He goes too far. It's in the nature of how he fights a battle. He will put everything on the table. He will go to places most people won't go and he uses the media to command constant attention. This is always the principle to what he does. All of that means it's easy for this to fall apart relatively quickly. And there were various moments before he's speaker where he goes too far and all the media attention he gets ultimately turns against him. And this was a big part of what happened as speaker. He introduces a new kind of speakership where he's on TV almost every day. He's challenging Bill Clinton for media attention, but ultimately stories emerged, such as when he was on the flight back from Yitzhak Rabin's funeral in Israel, he complained that Bill Clinton didn't come to the back of the plane and talk to him about a budget negotiation that was going on.\n\nThe media had a famous cover story, \"Cry Baby,\" and it captured what he was about. He shuts down the federal government in '95 and '96 over this issue, and instead of turning in favor of Republicans for finally taking a stand, it made him look vindictive and petty and not capable of governing. Ultimately, he falls from power, but the other story is, his politics remains the way the Republican playbook is written. And that's a key part of the story that I want to tell: The Republican establishment, for the reasons you say, they were open to letting him in. They wanted to win and they were willing to embrace his style if that was the path to victory.\n\nHe probably was the biggest loser in the Bill Clinton impeachment, where he was leading the charge and then promising that in the midterms of 1998, Republicans be rewarded soundly with a lot of more seats. That didn't happen and he had to step down.\n\nTwo things happen during the midterms, which are right in the middle of the impeachment battle. Republicans don't do well in the House races, where traditionally these are midterms that you'd expect a Republican gain in seats. Because here you have a president being impeached. But they actually don't perform well and many Republicans blame Newt. The other part of it is the hypocrisy of Newt Gingrich, which is a part of the story that I tell.\n\nHe's often accusing people of doing exactly what he does. In the '80s, he's accusing the Democratic speaker, Jim Wright, of unethical behavior involving the sale of books, when he himself was unethically selling books, as would later be revealed. And in '98, he's leading a charge against the president revolving around his affair while he himself is having an affair. The combination of a poor performance in the midterms with everyone understanding that Gingrich is in the middle of the kind of relationship they were trying to tag the president with was devastating. They call for him to step down. In some ways that's very Gingrich-like, because Gingrich argued that no leader should be permanent. His whole career is about taking down people. Ultimately that's what they did to him.\n\nI can't help thinking about the trajectory of Donald Trump. For years, he fought to become president, he talked about it for decades. Finally runs. Similar to Newt Gingrich, a scorched-earth campaign. He doesn't care who he destroys, even members of his own party, even former generals who served in his administration. Is it fair to say that Trump might be on that same trajectory of burnout?\n\nSomeone like Gingrich isn't a long-term player in many ways. Even though he's been around for a long time now, he's a burnout kind of politician because he puts so much heat and fire in his fights, and ultimately that's hard to sustain. Is Donald Trump in a similar situation? I don't know. Donald Trump has more of a foundation in some ways. He has an entire media apparatus with Fox News that wasn't there for much of a Gingrich's career. Even as speaker, it wasn't what it is today. Trump has a much more loyal Republican electoral base than Gingrich did. We've become more polarized and the Republican electorate is much more solid. It could be that he might be in a burnout mode, but it doesn't matter. The party is in a place where they will keep him in power. They will essentially say he's better than Biden and that works in his favor. It might not lead to the same fate, I guess I'm saying.\n\nRepublicans who like Trump are going to vote for him. But Trump used to tout his record, that everyone he endorsed for GOP congressional primaries won. Well he's lost three races in recent two weeks, including Mark Meadows' former seat in North Carolina. This 24-year-old insurgent, who will be 25 by the time he is sworn in, won the district. Does this show some weakening of Donald Trump's control of his base?\n\nI think it's also a danger for him — meaning the burnout part. I think he can actually survive in the short term, but the one thing ultimately he can't survive is Republican leaders reaching the conclusion that they will lose their power because of him. They haven't reached that conclusion yet. But these primary fights, that's exactly what the signal is. Why doesn't he carry these tickets? Why can he put all of his energy into an endorsement — in Mark Meadows' case, for his chief of staff, former head of the Freedom Caucus, it's his seat and there's no control there. And that's where he's vulnerable because the Republican style of politics, there is no loyalty to person in this era. That is Gingrich in a nutshell. He wasn't loyal to anyone. What he was loyal to was power. So if these primaries start to suggest that Trump can't deliver. like Gingrich in '98, I do think more Republicans are willing to throw him off the ship. I think he understands that and we'll see how much they feel that. But I think it's definitely a red light for him.\n\nThe last part of your book is called \"The Rise of a New Republican Party.\" I have to ask though, for every action, there's an equal and opposite reaction, famous Newton's Law. On some level, isn't Newt Gingrich what led to the rise of a new Democratic Party in which you have insurgency and hyper-partisanship, not just because of Newt but with the fuse Newt lit? Now we have two parties where there are more extremes. On some level, do you think Newt Gingrich set us on a trajectory to where we are today?\n\nIt's an important point. In the period my book focuses on, the Democrats don't really adjust. And part of the story I'm telling, it's not just about Gingrich. It's about the fact Democrats didn't get where this was all going. They thought things were going to return to normal. They thought ultimately the Republicans would contain the Gingrich-like elements of their party, and they didn't have to fight in a tougher fashion because this was not how things worked in Washington. My book argues they were wrong. Jim Wright, the first real victim of this style of politics, resigns in 1989, based on the assumption he says in his speech, \"If I resign, I'm sacrificing myself, let's go back to normal.\" He didn't get that Gingrich wasn't going to stop and the Republicans weren't going to stop. And what's interesting, in the last few years, just from observing it, the Democrats seem to possibly be changing. Some recognition that the rules of partisanship are pretty tough and that you can't simply sit back and assume \"normal\" anymore.\n\nThen, at the grassroots level, you're seeing a pretty phenomenal showing of new elements of the party who on policy are demanding very different directions on issues from criminal justice to immigration to climate change. And we'll see, but I think if they connect to party leaders, as we're seeing with some of these Democratic primaries, which are bringing in a younger generation, they might start to embrace new tactics that aren't Gingrich like, but they're certainly a response to understanding that's what the Republican Party is about. AOC is a great example, I think, of a Democrat who is like what you're saying, who sees the game and without becoming Gingrich-ian is trying to hit back hard through social media, through very powerful appearances on the Hill and through good old-fashioned primary work to try to make sure the party moves in the right direction.",
          "@version" : "1",
          "references" : [
            "https://www.youtube.com/watch?v=W-0irOSIKvY",
            "https://forms.monday.com/forms/ba3f25d5178d879d23d95c9e732ad287"
          ],
          "scientific_count" : null,
          "lang" : "en",
          "@timestamp" : "2020-07-14T16:02:24.607Z",
          "top_image" : "",
          "handle" : "Salon",
          "publish_datetime" : "2020-07-14T16:02:18.000Z",
          "origin" : "twitter",
          "url" : "https://www.salon.com/2020/07/14/julian-zelizer-on-the-rise-and-fall-of-newt-gingrich-the-man-who-was-trump-before-trump/",
          "title" : "Newt Gingrich: He was Trump before Trump was Trump",
          "favorite_count" : 5,
          "reply_count" : 1,
          "quote_count" : 1,
          "retweet_count" : 3
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1293616569696870400",
        "_score" : 5.460849,
        "_source" : {
          "references_count" : 0,
          "text" : "Joe Biden a donné un peu de relief à sa candidature spectrale en choisissant Kamala Harris comme colistière. La sénatrice de Californie coche les cases imposées en ces temps de #MeToo et de Black Lives Matter: avec un père jamaïcain et une mère indienne, cette fille d’immigrants devient la première femme «de couleur» candidate à la vice-présidence. Sa relative jeunesse, son expérience de procureur générale à poigne, sa personnalité rayonnante et médiatique pourraient donner une motivation positive à ceux qui projettent de voter Biden par défaut. Mais il serait bien naïf d’imaginer que toutes les femmes, les Afro-Américains et les Asiatiques vont se rallier par identification clanique au «ticket» Biden-Harris.\n\nEn réalité, tout cela n’a pas beaucoup d’importance. D’abord parce que le vice-président n’est qu’une roue de secours dans le système américain - même si les «vieux modèles» personnifiés par Joe Biden (77 ans) et Donald Trump (74 ans) renforcent quelque peu l’hypothèse d’une succession",
          "scientific_count" : 0,
          "@version" : "1",
          "references" : "",
          "click_baitness" : "neutral",
          "readability" : "Difficult",
          "paragraph_count" : 2,
          "bylined_article" : "Yes",
          "sentence_count" : 6,
          "@timestamp" : "2020-08-12T18:33:24.915Z",
          "lang" : "fr",
          "publish_datetime" : "2020-08-12T18:33:19.000Z",
          "authors" : [
            "Philippe Gélie",
            "https://plus.lefigaro.fr/page/uid/353757"
          ],
          "title" : "Présidentielle américaine: «Trump contre Trump»",
          "handle" : "Le_Figaro",
          "title_subjectivity" : "very objective",
          "origin" : "twitter",
          "url" : "https://www.lefigaro.fr/vox/monde/presidentielle-americaine-trump-contre-trump-20200812",
          "top_image" : "",
          "word_count" : 162,
          "favorite_count" : 3,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 4
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1282787401308438528",
        "_score" : 5.460849,
        "_source" : {
          "references_count" : null,
          "authors" : [ ],
          "text" : "Donald Trump Donald John TrumpDavis: Supreme Court decision is bad news for Trump, good news for Vance Meadows trying to root out suspected White House leakers by feeding them info: Axios Pressley hits DeVos over reopening schools: 'I wouldn't trust you to care for a house plant let alone my child' MORE is doing everything he can to lose the presidential campaign and Joe Biden Joe BidenDavis: Supreme Court decision is bad news for Trump, good news for Vance Teachers face off against Trump on school reopenings Biden wins Puerto Rico primary MORE is letting him do it. The challenger’s campaign is giving the incumbent enough room to let Trump be Trump, which spells big trouble for the president and the Republican Party.\n\nThe Real Clear Politics average of national polls still shows the president’s numbers more or less in the tank, and Joe Biden with a healthy lead nationally and a slight edge in battleground states. A new ABC News national survey indicates that two of every three Americans disapprove of the president’s performance fighting the deadly coronavirus pandemic that has ravaged the nation and killed more than 130,000 Americans.\n\nElection Day is still four months away, but Donald Trump is in a deeper hole than he was when he came from behind to beat Hillary Clinton Hillary Diane Rodham ClintonBiden leads Trump in Florida, tied in Arizona and Texas: poll We haven't seen how low it can go There's a big blue wave coming MORE in 2016. The worst part for the GOP is that Trump keeps digging. The president’s pardon of Roger Stone Roger Jason StoneChris Christie: I wouldn't have commuted Roger Stone sentence Graham says he will call Mueller to testify before Senate panel about Russia probe Sunday shows - Spotlight shifts to reopening schools MORE last week makes a bad political situation even worse for the incumbent.\n\nMeanwhile Biden is running a restrained and effective campaign for president that reflects the strange nature of the times. The former vice president has made good use of his time on the sideline. Campaign 2020 is a referendum on Donald Trump’s mishandling of the coronavirus crisis and Biden’s low-profile campaign has given Donald Trump just enough rope to hang himself.\n\nWhile the president continues to push for large scale rallies that throw caution to the wind, the Democratic nominee has limited his campaign appearances and maximized the media exposure he has received from them and minimized the exposure that his supporters get from the virus. Consequently, Tulsa, Okla., saw an upsurge in COVID-19 cases after the president’s recent campaign rally there.\n\nBiden’s approach has left the spotlight where it should be; on the commander in chief’s negligent mishandling of the war against the pandemic and the economic carnage that has trailed in its wake.\n\nLess is more for Biden right now, but it won’t be enough for his presidency or the stretch run of his campaign. Biden’s laid-back approach to the campaign has worked well but will need to govern aggressively if he wins.\n\nRunning for president may be the easiest part of the process for Biden. If he is elected, he’ll inherit massive problems. Moderate and progressive Democrats are now united in a crusade to get rid of Trump. But once Trump departs, the truce between the progressives and pragmatics will disappear unless Biden works hard to keep the peace. Battles between progressive House members and pragmatic Democratic senators will ignite with Biden in the firing line. Demands for increased government spending will skyrocket, along with the budget deficit.\n\nBiden’s campaign thus far has been low key, but he will need to build up to a crescendo as the gap between him and Trump tightens as it inevitably will. The challenger has two high profile events that will provide momentum for the dog days of summer leading up to Labor Day and the presidential debates. The first will be his choice of a running mate. The second will be the virtual Democratic convention that will compete with the GOP convention in Florida — where the pandemic rages unabated.\n\nThe Democratic nominee began to set the stage for a more intense campaign and for an aggressive progressive presidency last week. His supporters and followers of his primary foe, Sen. Bernie Sanders Bernie SandersBiden wins Puerto Rico primary In politics, as in baseball, it ain't over till it's over Biden wins Louisiana primary MORE (I-Vt.), agreed on bold party platform recommendations. The former vice president proposed 700 billion dollars in new spending over four years for the Biden “Build Back Better” plan.\n\nThese proposals plus the pent-up demand for pandemic relief are likely to provoke a budget battle next year. Even if the pandemic abates, the economy will be slow to recover. Millions of Americans left jobless by the pandemic will continue to need financial assistance, while state and local governments facing a steep decline in tax revenues will need a lot of federal help to prop up their economies.\n\nWhere will all the money come from after the federal budget deficit has skyrocketed under Trump and defense spending sucks up more than half of the discretionary budget? Energized House progressives will push for big cuts in defense spending while pragmatic Democratic senators must reckon with their Republican colleagues to prevent filibusters of Biden budget bills.\n\nTough times bring out the best and worst in political leaders. Donald Trump joins the ranks of Presidents James Buchanan and Herbert Hoover, who froze in the face of crisis, while Joe Biden hopes to join the elite group of chief executives like Lincoln and FDR, who faced chaos head on and won. If Biden wins, the country loses if he snoozes.\n\nBrad Bannon is a Democratic pollster and CEO of Bannon Communications Research. He is also the host of a radio podcast “Dateline D.C. With Brad Bannon” that airs on the Progressive Voices Network. Follow him on Twitter @BradBannon.",
          "@version" : "1",
          "references" : [
            "/people/joe-biden",
            "/people/hillary-clinton",
            "https://www.nytimes.com/article/trump-pardons-commutations.html",
            "/homenews/campaign/506755-biden-wins-puerto-rico-primary",
            "http://bannoncr.com/",
            "/homenews/house/506985-pressley-hits-devos-over-reopening-schools-i-wouldnt-trust-you-to-care-for-a",
            "/opinion/white-house/506988-davis-supreme-court-decision-is-bad-news-for-trump-good-news-for-vance",
            "https://www.forbes.com/sites/chuckjones/2020/02/01/trumps-deficits-are-racing-past-obamas/#5a458c3a4819",
            "/opinion/campaign/506948-we-havent-seen-how-low-it-can-go",
            "/homenews/administration/506989-meadows-trying-to-root-out-suspected-white-house-leakers-by-feeding",
            "/homenews/campaign/506736-biden-wins-louisiana-primary",
            "https://abcnews.go.com/Politics/biden-bernie-sanders-unity-task-forces-release-dnc/story?id=71670170",
            "/opinion/campaign/506929-theres-a-big-blue-wave-coming",
            "/people/roger-stone",
            "/opinion/white-house/506693-in-politics-as-in-baseball-it-aint-over-till-its-over",
            "https://www.realclearpolitics.com/epolls/2020/president/us/general_election_trump_vs_biden-6247.html",
            "/homenews/state-watch/506854-teachers-face-off-against-trump",
            "/homenews/sunday-talk-shows/506952-sunday-shows-spotlight-shifts-to-reopening-schools",
            "/people/bernie-sanders",
            "https://www.nationalpriorities.org/campaigns/military-spending-united-states/",
            "https://www.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6",
            "/people/donald-trump",
            "/homenews/campaign/506967-biden-leads-trump-in-florida-tied-in-arizona-and-texas-poll",
            "https://www.npr.org/2020/07/09/889347429/biden-counters-trumps-america-first-with-build-back-better-economic-plan",
            "https://www.cnbc.com/2020/06/25/heres-how-bidens-polling-lead-over-trump-compares-with-past-presidential-races.html",
            "/homenews/senate/506960-graham-says-he-will-call-mueller-to-testify-before-senate-panel-about-russia",
            "/homenews/sunday-talk-shows/506974-chris-christie-i-wouldnt-have-commuted-roger-stone-sentence",
            "https://abcnews.go.com/Politics/broad-disapproval-trumps-handling-coronavirus-race-relations-poll/story?id=71704889"
          ],
          "scientific_count" : null,
          "lang" : null,
          "@timestamp" : "2020-07-13T21:22:12.250Z",
          "top_image" : "",
          "handle" : "thehill",
          "publish_datetime" : "2020-07-13T21:22:04.000Z",
          "origin" : "twitter",
          "url" : "https://thehill.com/opinion/campaign/507062-biden-lets-trump-be-trump",
          "title" : "Biden lets Trump be Trump",
          "favorite_count" : 64,
          "reply_count" : 27,
          "quote_count" : 4,
          "retweet_count" : 13
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1296064385274859520",
        "_score" : 5.3438663,
        "_source" : {
          "word_count" : 301,
          "origin" : "twitter",
          "authors" : [
            "O Povo"
          ],
          "readability" : "Difficult",
          "sentence_count" : 17,
          "@timestamp" : "2020-08-19T12:40:16.741Z",
          "top_image" : "",
          "title" : "Trump",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : [
            "https://www.opovo.com.br/falecomagente/"
          ],
          "scientific_count" : 0,
          "bylined_article" : "Yes",
          "paragraph_count" : 5,
          "text" : "O ex-secretário de Estado americano John Kerry afirmou na convenção nacional do Partido Democrata, na noite desta terça-feira, 18, que o presidente Donald Trump \"troca carta com ditadores\" e não vai defender os EUA, pois seu único interesse é proteger a si próprio.\n\n\"Os EUA não podem tolerar mais quatro anos de governo de Donald Trump\", comentou Kerry. \"A América precisa de um presidente que vai protegê-la, e Joe Biden o fará. Com Trump, a única questão excepcional dos EUA é o isolacionismo.\" Biden foi indicado oficialmente durante o evento para disputar a Casa Branca contra o atual presidente, Donald Trump, em 3 de novembro.\n\nO ex-Secretário de Estado Colin Powell, um republicano, participou da convenção democrata e declarou que votará no democrata Biden nas eleições de 3 de novembro. \"Eu apoio Biden para a presidência dos EUA porque ele tem os valores necessários para o cargo\", destacou. \"Biden será o presidente que estará com nossos aliados e não com nossos adversários\", ressaltou Powell. Para ele, o democrata vai restaurar a liderança dos EUA no mundo. \"Temos um presidente que nos divide\", comentou, referindo-se a Donald Trump. \"Mas Biden vai nos liderar\", finalizou.\n\nO ex-presidente dos Estados Unidos Jimmy Carter afirmou, na convenção, que Joe Biden \"tem experiência, caráter e decência para restaurar a grandeza da América\". Carter destacou que, quando foi presidente do país, Biden foi o mais efetivo apoiador de sua administração no Senado. Ele ressaltou que Biden é \"a pessoa certa para este momento da história\" dos EUA. \"Ele entende que honestidade e dignidade são essenciais para determinar não somente nossa visão, mas nossas ações. Mais do que nunca, é o que nos precisamos.\"\n\nO ex-presidente ressaltou que \"nestes tempos incertos, Biden entende que muitas vidas podem ser salvas com o uso de máscaras\".",
          "url" : "https://www.opovo.com.br/noticias/mundo/2020/08/19/trump--troca-cartas-com-ditadores--e-nao-vai-defender-os-eua---diz-kerry.html",
          "handle" : "opovoonline",
          "publish_datetime" : "2020-08-19T12:40:03.000Z",
          "lang" : "pt",
          "references_count" : 1,
          "click_baitness" : "neutral",
          "favorite_count" : 5,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 1
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1280107301697916929",
        "_score" : 5.303235,
        "_source" : {
          "references_count" : null,
          "authors" : [
            "Christian Zaschke"
          ],
          "text" : "Es sind schon reichlich Bücher über die Präsidentschaft von Donald Trump erschienen. Manche von ehemaligen Mitarbeitern, manche von Journalisten, manche gehaltvoll, manche das Papier nicht wert, auf dem sie gedruckt wurden. Am Ende dieses Monats wird nun ein weiteres Buch erscheinen, das in Washington mit größtem Interesse erwartet wird, weil es aus der Familie Trump kommt und trotzdem kritisch sein wird. Das zumindest legt der Titel nahe: \"Zu viel und niemals genug. Wie meine Familie den gefährlichsten Mann der Welt erschuf\".",
          "@version" : "1",
          "references" : [
            "/thema/Donald_Trump"
          ],
          "scientific_count" : null,
          "lang" : "de",
          "@timestamp" : "2020-07-06T11:52:24.854Z",
          "top_image" : "",
          "handle" : "SZ",
          "publish_datetime" : "2020-07-06T11:52:18.000Z",
          "origin" : "twitter",
          "url" : "https://www.sueddeutsche.de/politik/mary-trump-donald-trump-buch-1.4955848?reduced=true",
          "title" : "Mary Trump: Nichte von Donald Trump",
          "favorite_count" : 4,
          "reply_count" : 5,
          "quote_count" : 0,
          "retweet_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1294829240991600640",
        "_score" : 5.303235,
        "_source" : {
          "word_count" : 156,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Difficult",
          "sentence_count" : 7,
          "@timestamp" : "2020-08-16T02:52:08.756Z",
          "top_image" : "",
          "title" : "Donald Trump mistet lillebroren Robert Trump",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : [
            "/nyheter/utenriks/i/xPK07j/trumps-niese-i-omstridt-bok-formet-av-forholdet-til-sin-velfungerende-sosiopatiske-far?utm_source=recirculation-matrix&utm_content=0nenrE",
            "/tag/f65dacb9-c3c7-41c3-b51c-5b57dcc3c2e9/donald-trump-2",
            "https://www.aftenposten.no/article/ap-4q6dlG.html",
            "https://www.nytimes.com/2020/08/15/us/politics/robert-s-trump-dead.html",
            "/nyheter/utenriks/i/qLG0ow/mueller-slaar-hardt-tilbake-mot-falske-paastander?utm_source=recirculation-matrix&utm_content=0nenrE",
            "mailto:ingrid.hovda.storaas@vg.no",
            "https://www.aftenposten.no/article/ap-3JljJA.html",
            "https://www.aftenposten.no/article/ap-0nPWJG.html",
            "https://www.vg.no/rabattkode/ellos?utm_source=vg&utm_medium=textlink&utm_campaign=widget",
            "https://www.aftenposten.no/article/ap-b5R9W5.html",
            "https://www.aftenposten.no/article/ap-9v5ynr.html",
            "/nyheter/utenriks/i/4qyB4a/trump-ber-retten-stanse-niesens-bok?utm_source=recirculation-matrix&utm_content=0nenrE",
            "https://www.vg.no/rabattkode/eurodel?utm_source=vg&utm_medium=textlink&utm_campaign=widget",
            "/nyheter/utenriks/i/wPwboM/trump-bok-stoppa-av-dommar?utm_source=recirculation-matrix&utm_content=0nenrE",
            "https://www.vg.no/nyheter/utenriks/i/QonlmW/trumps-bror-innlagt-paa-sykehus",
            "https://www.vg.no/rabattkode/hotels.com?utm_source=vg&utm_medium=textlink&utm_campaign=widget",
            "https://www.vg.no/rabattkode/euroflorist?utm_source=vg&utm_medium=textlink&utm_campaign=widget",
            "https://www.vg.no/rabattkode/stormberg?utm_source=vg&utm_medium=textlink&utm_campaign=widget",
            "/nyheter/utenriks/i/QonlmW/trumps-bror-innlagt-paa-sykehus?utm_source=recirculation-matrix&utm_content=0nenrE",
            "https://www.bt.no/article/bt-qLG4Oz.html"
          ],
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 6,
          "text" : "– Han var ikke bare min bror, han var min beste venn, skriver USAs president Donald Trump etter tapet av lillebroren Robert Trump.\n\nDen amerikanske presidenten kunngjør i en uttalelse tidlig søndag morgen norsk tid at hans yngre bror Robert Trump er død, 72 år gammel.\n\nRobert Trump ble innlagt på sykehus i New York tidligere i uken etter det som ble omtalt som ukjent sykdom.\n\n– Det er med tungt hjerte at jeg deler nyheten om at min fantastiske bror Robert døde fredelig i kveld. Han var ikke bare min bror, han var min beste venn. Han vil bli savnet, men vi vil møtes igjen, skriver presidenten og legger til:\n\nNatt til lørdag norsk tid besøkte Trump sin bror på sykehuset på Manhattan, og besøket varte ifølge New York Times i litt under en time.\n\nRobert Trump, som stort sett holdt seg utenfor rampelyset, var forretningsmann, og har styrt Trump Organizations eiendommer utenfor Manhattan, skriver NTB.",
          "url" : "https://www.vg.no/nyheter/utenriks/i/0nenrE/donald-trump-mistet-lillebroren-robert-trump?utm_term=Autofeed&utm_medium=social%20media&utm_content=vgnett&utm_source=Twitter#Echobox=1597546269",
          "handle" : "vgnett",
          "publish_datetime" : "2020-08-16T02:52:02.000Z",
          "lang" : "nb",
          "references_count" : 20,
          "click_baitness" : "neutral",
          "favorite_count" : 0,
          "reply_count" : 4,
          "quote_count" : 0,
          "retweet_count" : 1
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1297895883867074561",
        "_score" : 5.1902122,
        "_source" : {
          "word_count" : 678,
          "origin" : "twitter",
          "authors" : [
            "Danielle Zoellner"
          ],
          "readability" : "Very Confusing",
          "sentence_count" : 22,
          "@timestamp" : "2020-08-24T13:57:57.892Z",
          "top_image" : "",
          "title" : "The line-up for the Republican convention: Trump, Trump and more Trump",
          "@version" : "1",
          "title_subjectivity" : "very subjective",
          "references" : [
            "/topic/rnc",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=twitter",
            "https://independent.onelink.me/wgiA/a1620fe",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=facebook",
            "/topic/melania-trump",
            "/topic/JoeBiden",
            "https://www.independent.co.uk/donations?itm_channel=piano&itm_campaign=inline_above&itm_audience=prospecting&itm_content=donate",
            "https://www.donaldjtrump.com/media/trump-campaign-announces-speakers-for-this-weeks-historic-republican-national-convention",
            "/independent-premium#newsletter",
            "/news/world/americas/us-election/joe-biden-dnc-speech-video-donald-trump-president-democratic-nomination-2020-election-a9681171.html",
            "/topic/DonaldTrump",
            "/news/world/americas/us-election/rnc-schedule-times-donald-trump-speech-day-melania-trump-speakers-channel-a9683161.html",
            "/topic/white-house",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=googleplus",
            "/topic/dnc",
            "/topic/mike-pence",
            "/topic/donald-trump-jr"
          ],
          "scientific_count" : 0,
          "bylined_article" : "Yes",
          "paragraph_count" : 17,
          "text" : "Donald Trump will speak on all four nights of the Republican convention, and all of his adult children will be given key speaking slots.\n\nThe line-up, released on Sunday a day ahead of the convention, revealed an event heavily focused on the president and his family.\n\n“You’ll have President Trump speaking at various parts for each of the nights,” Trump campaign adviser Jason Miller told host Chuck Todd on NBC News’ Meet the Press on Sunday while announcing the line-up.\n\nThe decision by Mr Trump to speak every evening is a unique one for a party’s national convention, where typically the chosen candidate will wait to speak until the final night. As per tradition, Mr Trump's wife will also given a prominent speaking slot at the event.\n\nThe convention comes quick on the heels of the Democratic National Convention, which the party used to portray its candidate Joe Biden as a vote for decency and competence over Mr Trump's brash and chaotic leadership style.\n\nMr Miller described the DNC‘s message last week as a “massive grievance fest,” while the RNC would reportedly focus on a “beautiful story”.\n\n“One of the things you’re going to see this week is a complete change in the perception that I believe that the media tries to tell about what a Trump supporter looks like or who a Trump supporter is we’re going to talk about the American story,” Mr Miller said, adding the convention would focus on the president’s accomplishments these past four years while boasting what’s to come for the second term.\n\n“We are going to see a great uplifting message from the president and from our allies, and Chuck when I tell you some of these stories that you hear they’re going to be some breakout stars, some people that you would not expect to be supporters of the President, and it’s going to tell a very beautiful story,” he said.\n\nMr Trump and Vice President Mike Pence are expected to be in Charlotte, North Carolina, on Monday evening when delegates will assemble to officially nominate the presidential ticket.\n\nThe line-up for the RNC, which will be largely virtual with a few live events, will involve prominent Republicans and a number of Trump family members, including all four of the president’s adult children.\n\nDonald Trump Jr and his girlfriend Kimberly Guilfoyle, a Trump 2020 campaign adviser, are both set to speak on Monday evening.\n\nThat evening will also include Senator Tim Scott of South Carolina, House Republican Whip Steve Scalise of Louisiana, Representative Matt Gaetz of Florida, Representative Jim Jordan of Ohio, and Former United Nations Ambassador Nikki Haley.\n\nFirst Lady Melania Trump will speak on Tuesday evening, as well as Mr Trump’s second son, Eric Trump, and his youngest daughter, Tiffany Trump. Members outside the Trump family set to speak on Tuesday include Secretary of State Mike Pompeo, Senator Rand Paul of Kentucky, and Iowa Governor Kim Reynolds – who has gained prominence amid the coronavirus pandemic.\n\nWednesday night will be when Mr Pence will formally accept his nomination as Mr Trump’s running mate at Fort McHenry in Baltimore, Maryland. Second Lady Karen Pence will join him at the event and speak. The couple will share the evening with White House adviser Kellyanne Conway, Eric Trump's wife Lara Trump, Representative Dan Crenshaw of Texas, and South Dakota Governor Kristi Noem – another governor who has gained prominently amid the pandemic.\n\nDonald Trump will then officially accept the nomination for the Republican’s presidential candidate on the South Lawn of the White House on Thursday evening. Prior to his speech, his eldest daughter, Ivanka Trump, will introduce him to the stage.\n\nOther speakers on Thursday evening include Housing and Urban Development Secretary Ben Carson, Senate Majority Leader Mitch McConnell of Kentucky, Senator Tom Cotton of Arkansas and House Republican Leader Kevin McCarthy of California.\n\nA full line-up of the RNC speakers can be found here.",
          "url" : "https://www.independent.co.uk/news/world/americas/us-politics/republican-convention-rnc-speakers-trump-melania-children-a9684556.html?utm_medium=Social&utm_source=Twitter#Echobox=1598277466",
          "handle" : "Independent",
          "publish_datetime" : "2020-08-24T13:57:47.000Z",
          "lang" : "en",
          "references_count" : 17,
          "click_baitness" : "neutral",
          "favorite_count" : 10,
          "reply_count" : 8,
          "quote_count" : 1,
          "retweet_count" : 7
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1297633322705854466",
        "_score" : 5.1902122,
        "_source" : {
          "word_count" : 661,
          "origin" : "twitter",
          "authors" : [
            "Danielle Zoellner"
          ],
          "readability" : "Very Confusing",
          "sentence_count" : 21,
          "@timestamp" : "2020-08-23T20:34:33.655Z",
          "top_image" : "",
          "title" : "The line-up for the Republican convention: Trump, Trump and more Trump",
          "@version" : "1",
          "title_subjectivity" : "very subjective",
          "references" : [
            "/topic/rnc",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=twitter",
            "https://independent.onelink.me/wgiA/a1620fe",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=facebook",
            "/topic/melania-trump",
            "/topic/JoeBiden",
            "https://www.independent.co.uk/donations?itm_channel=piano&itm_campaign=inline_above&itm_audience=prospecting&itm_content=donate",
            "https://www.donaldjtrump.com/media/trump-campaign-announces-speakers-for-this-weeks-historic-republican-national-convention",
            "/independent-premium#newsletter",
            "/news/world/americas/us-election/joe-biden-dnc-speech-video-donald-trump-president-democratic-nomination-2020-election-a9681171.html",
            "/topic/DonaldTrump",
            "/news/world/americas/us-election/rnc-schedule-times-donald-trump-speech-day-melania-trump-speakers-channel-a9683161.html",
            "/topic/white-house",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=googleplus",
            "/topic/dnc",
            "/topic/mike-pence",
            "/topic/donald-trump-jr"
          ],
          "scientific_count" : 0,
          "bylined_article" : "Yes",
          "paragraph_count" : 17,
          "text" : "Donald Trump will speak on all four nights of the Republican convention, and half of the keynote speakers will be family members.\n\nThe line-up for the convention was released on Sunday, and it reveals an event heavily focused on the president and his family in a departure from the norm.\n\n“You’ll have President Trump speaking at various parts for each of the nights,” Trump campaign adviser Jason Miller told host Chuck Todd on NBC News’ Meet the Press on Sunday while announcing the line-up.\n\nThe move is a unique one for a party’s national convention, where typically the party’s chosen candidate will wait to speak until the final night.\n\nThe convention comes quick on the heels of the Democratic National Convention, which the party used to portray its candidate Joe Biden as a vote for decency and competence over Mr Trump's brash and chaotic leadership style.\n\nMr Miller described the DNC‘s message last week as a “massive grievance fest,” while the RNC would reportedly focus on a “beautiful story”.\n\n“One of the things you’re going to see this week is a complete change in the perception that I believe that the media tries to tell about what a Trump supporter looks like or who a Trump supporter is we’re going to talk about the American story,” Mr Miller said, adding the convention would focus on the president’s accomplishments these past four years while boasting what’s to come for the second term.\n\n“We are going to see a great uplifting message from the president and from our allies, and Chuck when I tell you some of these stories that you hear they’re going to be some breakout stars, some people that you would not expect to be supporters of the President, and it’s going to tell a very beautiful story,” he said.\n\nMr Trump and Vice President Mike Pence are expected to be in Charlotte, North Carolina, on Monday evening when delegates will assemble to officially nominate the presidential ticket.\n\nThe line-up for the RNC, which will be largely virtual with a few live events, will involve prominent Republicans and a number of Trump family members, including all four of the president’s adult children.\n\nDonald Trump Jr and his girlfriend Kimberly Guilfoyle, a Trump 2020 campaign adviser, are both set to speak on Monday evening.\n\nThat evening will also include Senator Tim Scott of South Carolina, House Republican Whip Steve Scalise of Louisiana, Representative Matt Gaetz of Florida, Representative Jim Jordan of Ohio, and Former United Nations Ambassador Nikki Haley.\n\nFirst Lady Melania Trump will speak on Tuesday evening, as well as Mr Trump’s second son, Eric Trump, and his youngest daughter, Tiffany Trump. Members outside the Trump family set to speak on Tuesday include Secretary of State Mike Pompeo, Senator Rand Paul of Kentucky, and Iowa Governor Kim Reynolds – who has gained prominence amid the coronavirus pandemic.\n\nWednesday night will be when Mr Pence will formally accept his nomination as Mr Trump’s running mate at Fort McHenry in Baltimore, Maryland. Second Lady Karen Pence will join him at the event and speak. The couple will share the evening with White House adviser Kellyanne Conway, Eric Trump's wife Lara Trump, Representative Dan Crenshaw of Texas, and South Dakota Governor Kristi Noem – another governor who has gained prominently amid the pandemic.\n\nDonald Trump will then officially accept the nomination for the Republican’s presidential candidate on the South Lawn of the White House on Thursday evening. Prior to his speech, his eldest daughter, Ivanka Trump, will introduce him to the stage.\n\nOther speakers on Thursday evening include Housing and Urban Development Secretary Ben Carson, Senate Majority Leader Mitch McConnell of Kentucky, Senator Tom Cotton of Arkansas and House Republican Leader Kevin McCarthy of California.\n\nA full line-up of the RNC speakers can be found here.",
          "url" : "https://www.independent.co.uk/news/world/americas/us-politics/republican-convention-rnc-speakers-trump-melania-children-a9684556.html?utm_medium=Social&utm_source=Twitter#Echobox=1598214866",
          "handle" : "Independent",
          "publish_datetime" : "2020-08-23T20:34:27.000Z",
          "lang" : "en",
          "references_count" : 17,
          "click_baitness" : "neutral",
          "favorite_count" : 29,
          "reply_count" : 15,
          "quote_count" : 3,
          "retweet_count" : 16
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1297652541602267139",
        "_score" : 5.1902122,
        "_source" : {
          "word_count" : 678,
          "origin" : "twitter",
          "authors" : [
            "Danielle Zoellner"
          ],
          "readability" : "Very Confusing",
          "sentence_count" : 22,
          "@timestamp" : "2020-08-23T21:50:56.424Z",
          "top_image" : "",
          "title" : "The line-up for the Republican convention: Trump, Trump and more Trump",
          "@version" : "1",
          "title_subjectivity" : "very subjective",
          "references" : [
            "/topic/mike-pence",
            "https://independent.onelink.me/wgiA/a1620fe",
            "https://www.independent.co.uk/donations?itm_channel=piano&itm_campaign=inline_above&itm_audience=prospecting&itm_content=donate",
            "https://www.donaldjtrump.com/media/trump-campaign-announces-speakers-for-this-weeks-historic-republican-national-convention",
            "/news/world/americas/us-election/rnc-schedule-times-donald-trump-speech-day-melania-trump-speakers-channel-a9683161.html",
            "/topic/donald-trump-jr",
            "/topic/DonaldTrump",
            "/news/world/americas/us-election/joe-biden-dnc-speech-video-donald-trump-president-democratic-nomination-2020-election-a9681171.html",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=twitter",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=googleplus",
            "/independent-premium#newsletter",
            "/register-redirect?newsItemType=receiveIndyHeadlinesNews&regSourceMethod=Article%2BSignpost&social=facebook",
            "/topic/dnc",
            "/topic/rnc",
            "/topic/melania-trump",
            "/topic/JoeBiden",
            "/topic/white-house"
          ],
          "scientific_count" : 0,
          "bylined_article" : "Yes",
          "paragraph_count" : 17,
          "text" : "Donald Trump will speak on all four nights of the Republican convention, and all of his adult children will be given key speaking slots.\n\nThe line-up, released on Sunday a day ahead of the convention, revealed an event heavily focused on the president and his family.\n\n“You’ll have President Trump speaking at various parts for each of the nights,” Trump campaign adviser Jason Miller told host Chuck Todd on NBC News’ Meet the Press on Sunday while announcing the line-up.\n\nThe decision by Mr Trump to speak every evening is a unique one for a party’s national convention, where typically the chosen candidate will wait to speak until the final night. As per tradition, Mr Trump's wife will also given a prominent speaking slot at the event.\n\nThe convention comes quick on the heels of the Democratic National Convention, which the party used to portray its candidate Joe Biden as a vote for decency and competence over Mr Trump's brash and chaotic leadership style.\n\nMr Miller described the DNC‘s message last week as a “massive grievance fest,” while the RNC would reportedly focus on a “beautiful story”.\n\n“One of the things you’re going to see this week is a complete change in the perception that I believe that the media tries to tell about what a Trump supporter looks like or who a Trump supporter is we’re going to talk about the American story,” Mr Miller said, adding the convention would focus on the president’s accomplishments these past four years while boasting what’s to come for the second term.\n\n“We are going to see a great uplifting message from the president and from our allies, and Chuck when I tell you some of these stories that you hear they’re going to be some breakout stars, some people that you would not expect to be supporters of the President, and it’s going to tell a very beautiful story,” he said.\n\nMr Trump and Vice President Mike Pence are expected to be in Charlotte, North Carolina, on Monday evening when delegates will assemble to officially nominate the presidential ticket.\n\nThe line-up for the RNC, which will be largely virtual with a few live events, will involve prominent Republicans and a number of Trump family members, including all four of the president’s adult children.\n\nDonald Trump Jr and his girlfriend Kimberly Guilfoyle, a Trump 2020 campaign adviser, are both set to speak on Monday evening.\n\nThat evening will also include Senator Tim Scott of South Carolina, House Republican Whip Steve Scalise of Louisiana, Representative Matt Gaetz of Florida, Representative Jim Jordan of Ohio, and Former United Nations Ambassador Nikki Haley.\n\nFirst Lady Melania Trump will speak on Tuesday evening, as well as Mr Trump’s second son, Eric Trump, and his youngest daughter, Tiffany Trump. Members outside the Trump family set to speak on Tuesday include Secretary of State Mike Pompeo, Senator Rand Paul of Kentucky, and Iowa Governor Kim Reynolds – who has gained prominence amid the coronavirus pandemic.\n\nWednesday night will be when Mr Pence will formally accept his nomination as Mr Trump’s running mate at Fort McHenry in Baltimore, Maryland. Second Lady Karen Pence will join him at the event and speak. The couple will share the evening with White House adviser Kellyanne Conway, Eric Trump's wife Lara Trump, Representative Dan Crenshaw of Texas, and South Dakota Governor Kristi Noem – another governor who has gained prominently amid the pandemic.\n\nDonald Trump will then officially accept the nomination for the Republican’s presidential candidate on the South Lawn of the White House on Thursday evening. Prior to his speech, his eldest daughter, Ivanka Trump, will introduce him to the stage.\n\nOther speakers on Thursday evening include Housing and Urban Development Secretary Ben Carson, Senate Majority Leader Mitch McConnell of Kentucky, Senator Tom Cotton of Arkansas and House Republican Leader Kevin McCarthy of California.\n\nA full line-up of the RNC speakers can be found here.",
          "url" : "https://www.independent.co.uk/news/world/americas/us-politics/republican-convention-rnc-speakers-trump-melania-children-a9684556.html?utm_medium=Social&utm_source=Twitter#Echobox=1598216175",
          "handle" : "Independent",
          "publish_datetime" : "2020-08-23T21:50:49.000Z",
          "lang" : "en",
          "references_count" : 17,
          "click_baitness" : "neutral",
          "reply_count" : 16,
          "favorite_count" : 17,
          "quote_count" : 3,
          "retweet_count" : 4
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1278639333621317632",
        "_score" : 5.154464,
        "_source" : {
          "authors" : [ ],
          "text" : "WASHINGTON — The Trump years have scrambled old ideological lines. So perhaps it is not so surprising that in recent days George F. Will, the elegant dean of conservative columnists, and Matt Taibbi, a raucous liberal iconoclast, found themselves gnawing on different parts of the same bone.\n\nHere’s what made their agreement noteworthy: It had nothing to do with Donald Trump. In this case, both writers were agitated by what they see as the left’s effort to stifle free thinking and bully those who dissent from its rigid ideological and racial orthodoxy.\n\nThe most important near-term question in American politics, obviously, is whether the anti-Trump coalition is powerful enough to evict him from office in November. Among the most important long-term questions in American politics, a bit less obviously, is the extent to which the anti-Trump coalition, which includes many conservatives joining people they once vigorously opposed, might continue redrawing ideological lines even after Trump is gone.\n\nWhat will happen to these strange bedfellows? Perhaps they will wake up in the morning, mumble some awkward goodbyes, and quickly push the evening out of memory. Or maybe they will shyly offer that they enjoyed this time together, exchange numbers and suggest maybe, you know, if not too busy, it would be fun to see each other again.\n\nIt is primarily revulsion toward Trump personally — his vulgarity, his mendacity, the heedlessness and even nihilism of his approach to governance — rather than ideology that has led such prominent conservative voices as Peggy Noonan, William Kristol and Bret Stephens to declare Trump a public menace and either endorse Joe Biden or express affinity for his cause.\n\nRecent weeks, however, have pushed the ideological dimension closer to the surface. A combination of pandemic-driven fear for the future, rage over racial inequality or backlash to racial unrest and Trump’s scab-picking style of politics has amplified radical voices across the spectrum. In such an environment, there are a host of issues on which traditional liberals and traditional conservatives generally are more in sympathy with each other than they are with the most inflamed precincts of left or right.\n\nWhat’s more, many of the questions on which liberals and conservatives share common assumptions have an intimate edge. That is, they touch on core values — how people perceive themselves and their place in the world — more than they do programmatic details of policy. Historically, values debates have the most staying power in American politics. This suggests the possibility of a fundamental shift in the ideological landscape, in ways that could create new divisions within both parties.\n\nThe values questions that could drive such a shift include:\n\nWhat is the morality of cancel culture?\n\nNearly a century ago, Justice Louis Brandeis gave his famous answer about the right response to false or wrongheaded political speech: “The remedy to be applied is more speech, not enforced silence.”\n\nTraditional liberals and conservatives are in agreement on the enduring wisdom of that philosophy. Activists to their left and right, by contrast, disagree in detail but agree that in newsrooms, on campuses, on social media, or even during the national anthem at sports stadiums, there is a widening sphere of speech and politically infused gestures that are so offensive they should be suppressed, shamed and punished.\n\nA vivid illustration of the point came with forced departure last month of New York Times opinion editor James Bennet, after passionate protests within the Times over the decision to publish an op-ed by Senator Tom Cotton (R-Ark.) urging that the military be used to put down violence during nationwide protests over the police killing of George Floyd.\n\nShortly after Bennet’s ouster, the Times op-ed page featured on one day, June 12, one of its conservative columnists, Stephens and one of its liberals, Roger Cohen, both decrying the tendency of activists and even some journalists to want to shut down offensive views.\n\nThese kind of speech arguments, once mostly confined to campuses, are increasingly at the center of American political life, as highlighted by a Trump-fanned furor starting in 2016 over pro footballer Colin Kaepernick taking a knee during the national anthem to support Black Lives Matter.\n\nDecline in trust for American institutions — not just government but universities, media, churches and corporations — has been a decades-long trend, one Trump capitalized on with his blustery anti-establishment message in 2016. His years in power have had the effect of calling the question: What is the remedy to this erosion in public confidence?\n\nThe pro-Trump right and the anti-Trump left are filled with activists who believe institutions have earned their contempt by being fundamentally not on the level — filled with self-dealing elitists. Some people nod their heads to Bernie Sanders speeches and others to Tucker Carlson monologues. Both sides are eager to see institutions sharply challenged, with root-and-branch overhauls — admissions policies transformed, executives taxed or even jailed, monopolies demolished and so on.\n\nLiberals and conservatives, on the other hand, tend to fret over institutions. They have lots of ideas for how to make them more responsive to their times or improve their reputation. But these are typically incremental in nature and flow from the assumption that a healthy society is animated by respect for institutions, and one animated by contempt is in deep trouble.\n\nThe recent role of Chief Justice John Roberts, who took flight from his own past conservative views in order to side with Supreme Court liberals on key abortion and sexual discrimination cases, highlights how the Trump years may spawn ideological coalitions that outlast Trump. Roberts was likely motivated by a desire to protect the Court as a trustworthy institution — one in which justices don’t just vote in favor of their political preferences.\n\nHow linked are merit and success?\n\nWell might someone respect institutions — Harvard University, Goldman Sachs, the Washington Post and so on — if such places have been the source of lavish psychic and material rewards. The most influential liberals and most influential conservatives in establishment politics typically have reaped those rewards. These winners may wish to expand the number and diversity of people joining in success. But these people typically don’t regard their own success as unmerited, or deserving of confiscatory taxation, or the result of illegitimate structural advantages that should be demolished by the time their children are competing in the meritocratic derby.\n\nMany on the left, in contrast to traditional liberals, do believe that large fortunes are by definition wrong as a matter of public policy. Many on the right don’t believe that huge financial success should be banned as policy — where would that leave Trump? — but they often do believe that a supposedly free market in practice is skewed to favor people who are already successful, and that class and cultural bias works against them.\n\nIf these fault lines, so exposed in the Trump years, stay exposed in the post-Trump years, the potential to shuffle ideological coalitions is immense.\n\nWhat is the aim of racial progress?\n\nRace is the only real competitor to class for its power to drive American politics. The argument that expanding the circle of success to include outstanding African Americans — exemplified by Barack Obama’s presidency — had done little to dilute systemic racism as experienced in everyday life for millions of people was gaining power before Trump’s presidency. In 2020 that argument is at the center of national conversation in ways that almost certainly will remain there after Trump leaves office.\n\nTraditional liberals and conservatives often believe that a color-blind society may never be perfectly attained, but it remains the ideal — and one that the country for all its problems is moving ever closer to achieving. Many on the left believe that race is central to nearly every chapter of American history and nearly every contemporary American institution.\n\nThe left agrees with the New York Times’ celebrated 1619 Project, which stated, “Our democracy’s ideas were false when they were written.” Many liberals and conservatives alike agreed with highly regarded liberal historians, like Princeton University’s Sean Wilentz and James McPherson, who argued that much of the 1619 Project was more of a political tract than serious history or journalism, and that it distorted the role of whites in confronting racism, abolishing slavery in the Civil War, and working in the 20th century and currently to narrow the gap between American ideals and American practice.\n\nWill all these divisions, so raw in the 2020 context, stay so inflamed once Trump leaves his position as national inflamer? There are two different grounds for skepticism.\n\nOne is that these are anomalous times. Once Trump leaves so too will the incentives that drove liberals and conservatives together in opposition. They will go back to arguing about marginal tax rates, deficits, minimum wage and corporate regulation. Liberals will be happy in a more or less comfortable alliance with more radical voices in the left, and conservatives will do the same with the right.\n\nThe other reason for skepticism is that these are not really anomalous times. When we see liberals and conservatives finding common ground in anti-Trump sentiments what we are mainly describing is fellow elites seeing the world similarly. That’s a familiar phenomenon, but perhaps not an especially consequential one. A signature of the Trump years is that elites of all stripes are on the defensive and worried with good reason that their influence is waning.\n\nMaybe so. But it isn’t politics as usual when prominent Republicans, like the veteran operatives of the Lincoln Project, marshal support for the Democratic presidential nominee, and once-scorned backers of George W. Bush’s Iraq War like Kristol or David Frum find themselves embraced by the liberal resistance. Something big is happening.",
          "@version" : "1",
          "@timestamp" : "2020-07-02T10:39:14.035Z",
          "lang" : null,
          "top_image" : "",
          "handle" : "POLITICOEurope",
          "publish_datetime" : "2020-07-02T10:39:07.000Z",
          "origin" : "twitter",
          "url" : "https://www.politico.eu/article/the-anti-trump-movement-will-outlast-trump/",
          "title" : "The anti-Trump movement will outlast Trump",
          "reply_count" : 1
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1278639113239920641",
        "_score" : 5.154464,
        "_source" : {
          "authors" : [ ],
          "text" : "WASHINGTON — The Trump years have scrambled old ideological lines. So perhaps it is not so surprising that in recent days George F. Will, the elegant dean of conservative columnists, and Matt Taibbi, a raucous liberal iconoclast, found themselves gnawing on different parts of the same bone.\n\nHere’s what made their agreement noteworthy: It had nothing to do with Donald Trump. In this case, both writers were agitated by what they see as the left’s effort to stifle free thinking and bully those who dissent from its rigid ideological and racial orthodoxy.\n\nThe most important near-term question in American politics, obviously, is whether the anti-Trump coalition is powerful enough to evict him from office in November. Among the most important long-term questions in American politics, a bit less obviously, is the extent to which the anti-Trump coalition, which includes many conservatives joining people they once vigorously opposed, might continue redrawing ideological lines even after Trump is gone.\n\nWhat will happen to these strange bedfellows? Perhaps they will wake up in the morning, mumble some awkward goodbyes, and quickly push the evening out of memory. Or maybe they will shyly offer that they enjoyed this time together, exchange numbers and suggest maybe, you know, if not too busy, it would be fun to see each other again.\n\nIt is primarily revulsion toward Trump personally — his vulgarity, his mendacity, the heedlessness and even nihilism of his approach to governance — rather than ideology that has led such prominent conservative voices as Peggy Noonan, William Kristol and Bret Stephens to declare Trump a public menace and either endorse Joe Biden or express affinity for his cause.\n\nRecent weeks, however, have pushed the ideological dimension closer to the surface. A combination of pandemic-driven fear for the future, rage over racial inequality or backlash to racial unrest and Trump’s scab-picking style of politics has amplified radical voices across the spectrum. In such an environment, there are a host of issues on which traditional liberals and traditional conservatives generally are more in sympathy with each other than they are with the most inflamed precincts of left or right.\n\nWhat’s more, many of the questions on which liberals and conservatives share common assumptions have an intimate edge. That is, they touch on core values — how people perceive themselves and their place in the world — more than they do programmatic details of policy. Historically, values debates have the most staying power in American politics. This suggests the possibility of a fundamental shift in the ideological landscape, in ways that could create new divisions within both parties.\n\nThe values questions that could drive such a shift include:\n\nWhat is the morality of cancel culture?\n\nNearly a century ago, Justice Louis Brandeis gave his famous answer about the right response to false or wrongheaded political speech: “The remedy to be applied is more speech, not enforced silence.”\n\nTraditional liberals and conservatives are in agreement on the enduring wisdom of that philosophy. Activists to their left and right, by contrast, disagree in detail but agree that in newsrooms, on campuses, on social media, or even during the national anthem at sports stadiums, there is a widening sphere of speech and politically infused gestures that are so offensive they should be suppressed, shamed and punished.\n\nA vivid illustration of the point came with forced departure last month of New York Times opinion editor James Bennet, after passionate protests within the Times over the decision to publish an op-ed by Senator Tom Cotton (R-Ark.) urging that the military be used to put down violence during nationwide protests over the police killing of George Floyd.\n\nShortly after Bennet’s ouster, the Times op-ed page featured on one day, June 12, one of its conservative columnists, Stephens and one of its liberals, Roger Cohen, both decrying the tendency of activists and even some journalists to want to shut down offensive views.\n\nThese kind of speech arguments, once mostly confined to campuses, are increasingly at the center of American political life, as highlighted by a Trump-fanned furor starting in 2016 over pro footballer Colin Kaepernick taking a knee during the national anthem to support Black Lives Matter.\n\nDecline in trust for American institutions — not just government but universities, media, churches and corporations — has been a decades-long trend, one Trump capitalized on with his blustery anti-establishment message in 2016. His years in power have had the effect of calling the question: What is the remedy to this erosion in public confidence?\n\nThe pro-Trump right and the anti-Trump left are filled with activists who believe institutions have earned their contempt by being fundamentally not on the level — filled with self-dealing elitists. Some people nod their heads to Bernie Sanders speeches and others to Tucker Carlson monologues. Both sides are eager to see institutions sharply challenged, with root-and-branch overhauls — admissions policies transformed, executives taxed or even jailed, monopolies demolished and so on.\n\nLiberals and conservatives, on the other hand, tend to fret over institutions. They have lots of ideas for how to make them more responsive to their times or improve their reputation. But these are typically incremental in nature and flow from the assumption that a healthy society is animated by respect for institutions, and one animated by contempt is in deep trouble.\n\nThe recent role of Chief Justice John Roberts, who took flight from his own past conservative views in order to side with Supreme Court liberals on key abortion and sexual discrimination cases, highlights how the Trump years may spawn ideological coalitions that outlast Trump. Roberts was likely motivated by a desire to protect the Court as a trustworthy institution — one in which justices don’t just vote in favor of their political preferences.\n\nHow linked are merit and success?\n\nWell might someone respect institutions — Harvard University, Goldman Sachs, the Washington Post and so on — if such places have been the source of lavish psychic and material rewards. The most influential liberals and most influential conservatives in establishment politics typically have reaped those rewards. These winners may wish to expand the number and diversity of people joining in success. But these people typically don’t regard their own success as unmerited, or deserving of confiscatory taxation, or the result of illegitimate structural advantages that should be demolished by the time their children are competing in the meritocratic derby.\n\nMany on the left, in contrast to traditional liberals, do believe that large fortunes are by definition wrong as a matter of public policy. Many on the right don’t believe that huge financial success should be banned as policy — where would that leave Trump? — but they often do believe that a supposedly free market in practice is skewed to favor people who are already successful, and that class and cultural bias works against them.\n\nIf these fault lines, so exposed in the Trump years, stay exposed in the post-Trump years, the potential to shuffle ideological coalitions is immense.\n\nWhat is the aim of racial progress?\n\nRace is the only real competitor to class for its power to drive American politics. The argument that expanding the circle of success to include outstanding African Americans — exemplified by Barack Obama’s presidency — had done little to dilute systemic racism as experienced in everyday life for millions of people was gaining power before Trump’s presidency. In 2020 that argument is at the center of national conversation in ways that almost certainly will remain there after Trump leaves office.\n\nTraditional liberals and conservatives often believe that a color-blind society may never be perfectly attained, but it remains the ideal — and one that the country for all its problems is moving ever closer to achieving. Many on the left believe that race is central to nearly every chapter of American history and nearly every contemporary American institution.\n\nThe left agrees with the New York Times’ celebrated 1619 Project, which stated, “Our democracy’s ideas were false when they were written.” Many liberals and conservatives alike agreed with highly regarded liberal historians, like Princeton University’s Sean Wilentz and James McPherson, who argued that much of the 1619 Project was more of a political tract than serious history or journalism, and that it distorted the role of whites in confronting racism, abolishing slavery in the Civil War, and working in the 20th century and currently to narrow the gap between American ideals and American practice.\n\nWill all these divisions, so raw in the 2020 context, stay so inflamed once Trump leaves his position as national inflamer? There are two different grounds for skepticism.\n\nOne is that these are anomalous times. Once Trump leaves so too will the incentives that drove liberals and conservatives together in opposition. They will go back to arguing about marginal tax rates, deficits, minimum wage and corporate regulation. Liberals will be happy in a more or less comfortable alliance with more radical voices in the left, and conservatives will do the same with the right.\n\nThe other reason for skepticism is that these are not really anomalous times. When we see liberals and conservatives finding common ground in anti-Trump sentiments what we are mainly describing is fellow elites seeing the world similarly. That’s a familiar phenomenon, but perhaps not an especially consequential one. A signature of the Trump years is that elites of all stripes are on the defensive and worried with good reason that their influence is waning.\n\nMaybe so. But it isn’t politics as usual when prominent Republicans, like the veteran operatives of the Lincoln Project, marshal support for the Democratic presidential nominee, and once-scorned backers of George W. Bush’s Iraq War like Kristol or David Frum find themselves embraced by the liberal resistance. Something big is happening.",
          "@version" : "1",
          "@timestamp" : "2020-07-02T10:38:21.497Z",
          "lang" : null,
          "top_image" : "",
          "handle" : "POLITICOEurope",
          "publish_datetime" : "2020-07-02T10:38:15.000Z",
          "origin" : "twitter",
          "url" : "https://www.politico.eu/article/the-anti-trump-movement-will-outlast-trump/",
          "title" : "The anti-Trump movement will outlast Trump"
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1278765530330148864",
        "_score" : 5.154464,
        "_source" : {
          "authors" : [ ],
          "text" : "WASHINGTON — The Trump years have scrambled old ideological lines. So perhaps it is not so surprising that in recent days George F. Will, the elegant dean of conservative columnists, and Matt Taibbi, a raucous liberal iconoclast, found themselves gnawing on different parts of the same bone.\n\nHere’s what made their agreement noteworthy: It had nothing to do with Donald Trump. In this case, both writers were agitated by what they see as the left’s effort to stifle free-thinking and bully those who dissent from its rigid ideological and racial orthodoxy.\n\nThe most important near-term question in American politics, obviously, is whether the anti-Trump coalition is powerful enough to evict him from office in November. Among the most important long-term questions in American politics, a bit less obviously, is the extent to which the anti-Trump coalition, which includes many conservatives joining people they once vigorously opposed, might continue redrawing ideological lines even after Trump is gone.\n\nWhat will happen to these strange bedfellows? Perhaps they will wake up in the morning, mumble some awkward goodbyes, and quickly push the evening out of memory. Or maybe they will shyly offer that they enjoyed this time together, exchange numbers and suggest maybe, you know, if not too busy, it would be fun to see each other again.\n\nIt is primarily revulsion toward Trump personally — his vulgarity, his mendacity, the heedlessness and even nihilism of his approach to governance — rather than ideology that has led such prominent conservative voices as Will, Peggy Noonan, William Kristol and Bret Stephens to declare Trump a public menace and either endorse Joe Biden or express affinity for his cause.\n\nRecent weeks, however, have pushed the ideological dimension closer to the surface. A combination of pandemic-driven fear for the future, rage over racial inequality or backlash to racial unrest and Trump’s scab-picking style of politics has amplified radical voices across the spectrum. In such an environment, there are a host of issues on which traditional liberals and traditional conservatives generally are more in sympathy with each other than they are with the most inflamed precincts of left or right.\n\nWhat’s more, many of the questions on which liberals and conservatives share common assumptions have an intimate edge. That is, they touch on core values — how people perceive themselves and their place in the world — more than they do programmatic details of policy. Historically, values debates have the most staying power in American politics. This suggests the possibility of a fundamental shift in the ideological landscape, in ways that could create new divisions within both parties.\n\nThe values questions that could drive such a shift include:\n\nWhat is the morality of cancel culture?\n\nNearly a century ago, Justice Louis Brandeis gave his famous answer about the right response to false or wrongheaded political speech: “The remedy to be applied is more speech, not enforced silence.”\n\nTraditional liberals and conservatives are in agreement on the enduring wisdom of that philosophy. Activists to their left and right, by contrast, disagree in detail but agree that in newsrooms, on campuses, on social media, or even during the national anthem at sports stadiums, there is a widening sphere of speech and politically infused gestures that are so offensive they should be suppressed, shamed and punished.\n\nA vivid illustration of the point came with the forced departure last month of New York Times opinion editor James Bennet, after passionate protests within the Times over the decision to publish an op-ed by Senator Tom Cotton (R-Ark.) urging that the military be used to put down violence during nationwide protests over the police killing of George Floyd.\n\nShortly after Bennet’s ouster, the Times op-ed page featured on one day, June 12, one of its conservative columnists, Stephens and one of its liberals, Roger Cohen, both decrying the tendency of activists and even some journalists to want to shut down offensive views.\n\nThese kind of speech arguments, once mostly confined to campuses, are increasingly at the center of American political life, as highlighted by a Trump-fanned furor starting in 2016 over pro footballer Colin Kaepernick taking a knee during the national anthem to support Black Lives Matter.\n\nDecline in trust for American institutions — not just government but universities, media, churches and corporations — has been a decades-long trend, one Trump capitalized on with his blustery anti-establishment message in 2016. His years in power have had the effect of calling the question: What is the remedy to this erosion in public confidence?\n\nThe pro-Trump right and the anti-Trump left are filled with activists who believe institutions have earned their contempt by being fundamentally not on the level — filled with self-dealing elitists. Some people nod their heads to Bernie Sanders speeches and others to Tucker Carlson monologues. Both sides are eager to see institutions sharply challenged, with root-and-branch overhauls — admissions policies transformed, executives taxed or even jailed, monopolies demolished and so on.\n\nLiberals and conservatives, on the other hand, tend to fret over institutions. They have lots of ideas for how to make them more responsive to their times or improve their reputation. But these are typically incremental in nature and flow from the assumption that a healthy society is animated by respect for institutions, and one animated by contempt is in deep trouble.\n\nThe recent role of Chief Justice John Roberts, who took flight from his own past conservative views in order to side with Supreme Court liberals on key abortion and sexual discrimination cases, highlights how the Trump years may spawn ideological coalitions that outlast Trump. Roberts was likely motivated by a desire to protect the Court as a trustworthy institution — one in which justices don’t just vote in favor of their political preferences.\n\nHow linked are merit and success?\n\nWell might someone respect institutions — Harvard University, Goldman Sachs, the Washington Post and so on — if such places have been the source of lavish psychic and material rewards. The most influential liberals and most influential conservatives in establishment politics typically have reaped those rewards. These winners may wish to expand the number and diversity of people joining in success. But these people typically don’t regard their own success as unmerited, or deserving of confiscatory taxation, or the result of illegitimate structural advantages that should be demolished by the time their children are competing in the meritocratic derby.\n\nMany on the left, in contrast to traditional liberals, do believe that large fortunes are by definition wrong as a matter of public policy. Many on the right don’t believe that huge financial success should be banned as policy — where would that leave Trump? — but they often do believe that a supposedly free market in practice is skewed to favor people who are already successful, and that class and cultural bias works against them.\n\nIf these fault lines, so exposed in the Trump years, stay exposed in the post-Trump years, the potential to shuffle ideological coalitions is immense.\n\nWhat is the aim of racial progress?\n\nRace is the only real competitor to class for its power to drive American politics. The argument that expanding the circle of success to include outstanding African Americans — exemplified by Barack Obama’s presidency — had done little to dilute systemic racism as experienced in everyday life for millions of people was gaining power before Trump’s presidency. In 2020 that argument is at the center of national conversation in ways that almost certainly will remain there after Trump leaves office.\n\nTraditional liberals and conservatives often believe that a color-blind society may never be perfectly attained, but it remains the ideal — and one that the country for all its problems is moving ever closer to achieving. Many on the left believe that race is central to nearly every chapter of American history and nearly every contemporary American institution.\n\nThe left agrees with the New York Times’ celebrated 1619 Project, which stated, “Our democracy’s ideas were false when they were written.” Many liberals and conservatives alike agreed with highly regarded liberal historians, like Princeton University’s Sean Wilentz and James McPherson, who argued that much of the 1619 Project was more of a political tract than serious history or journalism, and that it distorted the role of whites in confronting racism, abolishing slavery in the Civil War, and working in the 20th century and currently to narrow the gap between American ideals and American practice.\n\nWill all these divisions, so raw in the 2020 context, stay so inflamed once Trump leaves his position as national inflamer? There are two different grounds for skepticism.\n\nOne is that these are anomalous times. Once Trump leaves so too will the incentives that drove liberals and conservatives together in opposition. They will go back to arguing about marginal tax rates, deficits, minimum wage and corporate regulation. Liberals will be happy in a more or less comfortable alliance with more radical voices in the left, and conservatives will do the same with the right.\n\nThe other reason for skepticism is that these are not really anomalous times. When we see liberals and conservatives finding common ground in anti-Trump sentiments what we are mainly describing is fellow elites seeing the world similarly. That’s a familiar phenomenon, but perhaps not an especially consequential one. A signature of the Trump years is that elites of all stripes are on the defensive and worried with good reason that their influence is waning.\n\nMaybe so. But it isn’t politics as usual when prominent Republicans, like the veteran operatives of the Lincoln Project, marshal support for the Democratic presidential nominee, and once-scorned backers of George W. Bush’s Iraq War like Kristol or David Frum find themselves embraced by the liberal resistance. Something big is happening.",
          "@version" : "1",
          "@timestamp" : "2020-07-02T19:00:42.477Z",
          "lang" : null,
          "top_image" : "",
          "handle" : "POLITICOEurope",
          "publish_datetime" : "2020-07-02T19:00:35.000Z",
          "origin" : "twitter",
          "url" : "https://www.politico.eu/article/the-anti-trump-movement-will-outlast-trump/",
          "title" : "The anti-Trump movement will outlast Trump",
          "favorite_count" : 4,
          "reply_count" : 2,
          "quote_count" : 1,
          "retweet_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1278645861959045122",
        "_score" : 5.154464,
        "_source" : {
          "authors" : [ ],
          "text" : "What will happen to these strange bedfellows? Perhaps they will wake up in the morning, mumble some awkward goodbyes, and quickly push the evening out of memory. Or maybe they will shyly offer that they enjoyed this time together, exchange numbers, and suggest maybe, you know, if not too busy, it would be fun to see each other again.\n\nIt is primarily revulsion toward Trump personally — his vulgarity, his mendacity, the heedlessness and even nihilism of his approach to governance — rather than ideology that has led such prominent conservative voices as Will, Peggy Noonan, William Kristol and Bret Stephens to declare Trump a public menace and either endorse Joe Biden or express affinity for his cause.\n\nRecent weeks, however, have pushed the ideological dimension closer to the surface. A combination of pandemic-driven fear for the future, rage over racial inequality or backlash to racial unrest and Trump’s scab-picking style of politics has amplified radical voices across the spectrum. In such an environment, there are a host of issues on which traditional liberals and traditional conservatives generally are more in sympathy with each other than they are with the most inflamed precincts of left or right.\n\nWhat’s more, many of the questions on which liberals and conservatives share common assumptions have an intimate edge. That is, they touch on core values — how people perceive themselves and their place in the world — more than they do programmatic details of policy. Historically, values debates have the most staying power in American politics. This suggests the possibility of a fundamental shift in the ideological landscape, in ways that could create new divisions within both parties.\n\nThe values questions that could drive such a shift include:\n\nWhat is the morality of cancel culture?\n\nNearly a century ago, Justice Louis Brandeis gave his famous answer about the right response to false or wrongheaded political speech: “The remedy to be applied is more speech, not enforced silence.”\n\nTraditional liberals and conservatives are in agreement on the enduring wisdom of that philosophy. Activists to their left and right, by contrast, disagree in detail but agree that in newsrooms, on campuses, on social media, or even during the national anthem at sports stadiums, there is a widening sphere of speech and politically infused gestures that are so offensive they should be suppressed, shamed and punished.\n\nA vivid illustration of the point came with forced departure last month of New York Times opinion editor James Bennet, after passionate protests within the Times over the decision to publish an op-ed by Sen. Tom Cotton (R-Ark.) urging that the military be used to put down violence during nationwide protests over the police killing of George Floyd.\n\nShortly after Bennet’s ouster, the Times op-ed page featured on one day, June 12, one of its conservative columnists, Stephens, and one of its liberals, Roger Cohen, both decrying the tendency of activists and even some journalists to want to shut down offensive views.\n\nThese kind of speech arguments, once mostly confined to campuses, are increasingly at the center of American political life, as highlighted by a Trump-fanned furor starting in 2016 over pro footballer Colin Kaepernick taking a knee during the national anthem to support Black Lives Matter.\n\nDecline in trust for American institutions — not just government but universities, media, churches, and corporations — has been a decades-long trend, one Trump capitalized on with his blustery anti-establishment message in 2016. His years in power have had the effect of calling the question: What is the remedy to this erosion in public confidence?\n\nThe pro-Trump right and the anti-Trump left are filled with activists who believe institutions have earned their contempt by being fundamentally not on the level — filled with self-dealing elitists. Some people nod their heads to Bernie Sanders speeches and others to Tucker Carlson monologues. Both sides are eager to see institutions sharply challenged, with root-and-branch overhauls — admissions policies transformed, executives taxed or even jailed, monopolies demolished, and so on.\n\nLiberals and conservatives, on the other hand, tend to fret over institutions. They have lots of ideas for how to make them more responsive to their times or improve their reputation. But these are typically incremental in nature and flow from the assumption that a healthy society is animated by respect for institutions, and one animated by contempt is in deep trouble.\n\nThe recent role of Chief Justice John Roberts, who took flight from his own past conservative views in order to side with Supreme Court liberals on key abortion and sexual discrimination cases, highlights how the Trump years may spawn ideological coalitions that outlast Trump. Roberts was likely motivated by a desire to protect the Court as a trustworthy institution — one in which justices don’t just vote in favor of their political preferences.\n\nHow linked are merit and success?\n\nWell might someone respect institutions — Harvard University, Goldman Sachs, The Washington Post, and so on — if such places have been the source of lavish psychic and material rewards. The most influential liberals and most influential conservatives in establishment politics typically have reaped those rewards. These winners may wish to expand the number and diversity of people joining in success. But these people typically don’t regard their own success as unmerited, or deserving of confiscatory taxation, or the result of illegitimate structural advantages that should be demolished by the time their children are competing in the meritocratic derby.\n\nMany on the left, in contrast to traditional liberals, do believe that large fortunes are by definition wrong as a matter of public policy. Many on the right don’t believe that huge financial success should be banned as policy — where would that leave Trump? — but they often do believe that a supposedly free market in practice is skewed to favor people who are already successful, and that class and cultural bias works against them.\n\nIf these fault lines, so exposed in the Trump years, stay exposed in the post-Trump years, the potential to shuffle ideological coalitions is immense.\n\nWhat is the aim of racial progress?\n\nRace is the only real competitor to class for its power to drive American politics. The argument that expanding the circle of success to include outstanding African Americans — exemplified by Barack Obama’s presidency — had done little to dilute systemic racism as experienced in everyday life for millions of people was gaining power before Trump’s presidency. In 2020 that argument is at the center of national conversation in ways that almost certainly will remain there after Trump leaves office.\n\nTraditional liberals and conservatives often believe that a color-blind society may never be perfectly attained, but it remains the ideal—and one that the country for all its problems is moving ever closer to achieving. Many on the left believe that race is central to nearly every chapter of American history and nearly every contemporary American institution.\n\nThe left agrees with The New York Times’ celebrated 1619 Project, which stated, “Our democracy’s ideas were false when they were written.” Many liberals and conservatives alike agreed with highly regarded liberal historians, like Princeton University’s Sean Wilentz and James McPherson, who argued that much of the 1619 Project was more of a political tract than serious history or journalism, and that it distorted the role of whites in confronting racism, abolishing slavery in the Civil War, and working in the 20th Century and currently to narrow the gap between American ideals and American practice.\n\nWill all these divisions, so raw in the 2020 context, stay so inflamed once Trump leaves his position as national inflamer? There are two different grounds for skepticism.\n\nOne is that these are anomalous times. Once Trump leaves so too will the incentives that drove liberals and conservatives together in opposition. They will go back to arguing about marginal tax rates, deficits, minimum wage and corporate regulation. Liberals will be happy in a more or less comfortable alliance with more radical voices in the left, and conservatives will do the same with the right.\n\nThe other reason for skepticism is that these are not really anomalous times. When we see liberals and conservatives finding common ground in anti-Trump sentiments what we are mainly describing is fellow elites seeing the world similarly. That’s a familiar phenomenon, but perhaps not an especially consequential one. A signature of the Trump years is that elites of all stripes are on the defensive and worried with good reason that their influence is waning.\n\nMaybe so. But it isn’t politics as usual when prominent Republicans, like the veteran operatives of the Lincoln Project, marshal support for the Democratic presidential nominee, and once-scorned backers of George W. Bush’s Iraq War like Kristol or David Frum find themselves embraced by the liberal resistance. Something big is happening.",
          "@version" : "1",
          "@timestamp" : "2020-07-02T11:05:11.434Z",
          "lang" : "en",
          "top_image" : "",
          "handle" : "politico",
          "publish_datetime" : "2020-07-02T11:05:04.000Z",
          "origin" : "twitter",
          "url" : "https://www.politico.com/news/magazine/2020/07/02/anti-trump-movement-will-outlast-trump-347750",
          "title" : "The Anti-Trump Movement Will Outlast Trump",
          "favorite_count" : 259,
          "reply_count" : 33,
          "quote_count" : 7,
          "retweet_count" : 66
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1283628559496630276",
        "_score" : 5.154464,
        "_source" : {
          "references_count" : null,
          "authors" : [ ],
          "text" : "US President Donald Trump's niece says his uncle is dangerous and should resign.\n\nMary Trump made the comments in an interview with ABC News Wednesday morning.\n\n“He is utterly incapable of leading this country and it’s dangerous to allow him to do so,” she said in her first interview after managing to publish her book despite pressure from the Trump family, including Donald Trump’s brother Robert.“This country is on a precipice and we have a decision to make about who we want to be and where we want to go as a country. It’s hard for me to process just how many awful things are going on simultaneously on a daily basis.”\n\nA court on Monday lifted a restraining order against her as part of an attempt by the president to prevent her from speaking out.\n\nMary Trump’s book reveals the president’s extraordinary character and outrageous behaviors as well as his father, Fred Trump, described as a “high-functioning sociopath.”\n\n“He had no empathy, he was incredibly driven in a way that turned other people, including his children and his wife, into pawns to be used for his own ends,” she said. “If someone could be of use to him he would use them, if they were not of use he exiled them, in my father’s case [Fred Jr], tragically, he was not of use.”\n\nCalling on the president to “resign” in her interview, Mary Trump added that, she “cannot let him destroy my country. There are so many parallels between the circumstances in which my family operated and in which this country is now operating – focusing on the wrong things, elevating the wrong people.”\n\nlawyers told a federal judge on Wednesday that they intend to keep fighting a New York grand jury subpoena for his tax returns and will file their legal objections before the end of the month.\n\nBoth Trump and the Manhattan district attorney, Cyrus Vance, called for an expedited process in a joint filing before a federal district court judge in New York. Trump's lawyers said they would file their initial objection to the subpoena by July 27. The final legal briefs from both sides would be due Aug. 14.\n\nTrump's lawyers said the president intends to take full advantage of the avenues the Supreme Court left open to him in its ruling last week. The justices rejected his claims that he is absolutely immune from state grand jury subpoenas.\n\nThe Trump court filing said he is likely to claim that the subpoena is too broad, is motivated by a desire to harass, is meant to manipulate his policy decisions or retaliate against him for official acts, and would impede his ability to carry out his duties. They also say they'll need to know more about \"the nature and the scope\" of the investigation so they can evaluate whether the grand jury needs everything it's requesting.\n\nBut Vance said Trump can oppose the subpoena only on the same grounds that anyone else would and cannot claim he's entitled to special consideration because he's the president. As for his potential claims, Vance said the federal judge has already ruled that there was no bad faith or attempt to harass and that compliance with the subpoena would not substantially impair the president's ability to carry out his official duties.\n\nIt would be \"highly irregular and inappropriate\" for the president's lawyers to inquire into why the grand jury wants the materials, Vance said. \"If the president has anything left to say,\" then Trump should do so \"with all appropriate haste,\" he told the court.\n\nThe judge, Victor Marrero, scheduled a hearing for Thursday to discuss the potential briefing schedule.",
          "@version" : "1",
          "references" : [
            "https://www.presstv.com/Detail/2020/07/07/629107/-Trump-is-a-damaged-man-and-has-lethal-flaws",
            "https://www.presstv.com/Detail/2020/07/09/629276/Mary-Trump%27s-tell-all-book-into-the-sick-mind-of-Uncle-Donald"
          ],
          "scientific_count" : null,
          "lang" : "en",
          "@timestamp" : "2020-07-16T05:04:38.337Z",
          "top_image" : "",
          "handle" : "PressTV",
          "publish_datetime" : "2020-07-16T05:04:31.000Z",
          "origin" : "twitter",
          "url" : "https://www.presstv.com/Detail/2020/07/15/629696/Trump-is-dangerous-should-resign-Mary-Trump",
          "title" : "Trump is dangerous, should resign: Mary Trump",
          "favorite_count" : 111,
          "reply_count" : 8,
          "quote_count" : 1,
          "retweet_count" : 32
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1281521050216476672",
        "_score" : 5.154464,
        "_source" : {
          "references_count" : null,
          "authors" : [
            "Bernd Pickert"
          ],
          "text" : "Auch für US-Präsident Donald Trump gelten die Gesetze, urteilt der Oberste Gerichtshof. Trumps Reaktion zeigt, welche Gefahr er darstellt.\n\nBei US-Präsident Donald Trump klemmte wieder einmal die Feststelltaste für Großbuchstaben: „POLITISCHE HEXENJAGD!“ twitterte Trump, und „PROSECUTORIAL MISCONDUCT!“ (verfehlte Strafverfolgung, in etwa). Dann ging es klein weiter: “Ich gewann die Mueller-Hexenjagd und andere, jetzt muss ich im politisch korrupten New York weiterkämpfen. Nicht fair für diese Präsidentschaft oder Regierung!“, so twitterte Trump in wenigen Stunden am Donnerstag.\n\nDabei war eigentlich nur etwas geschehen, was in jedem Rechtsstaat selbstverständlich ist: Mit 7 zu 2 Richterstimmen hatte der Oberste Gerichtshof der USA – zum wiederholten Mal – entschieden, dass die Gesetze auch für den Präsidenten gelten und Trump daher verpflichtet ist, den New Yorker Steuerermittlern seine Steuerunterlagen zur Verfügung zu stellen. Das Besondere war diesmal vielleicht, dass es überhaupt zwei Richter – die Erzkonservativen Clarence Thomas und Samuel Alito – gab, die das anders sahen.\n\nTrumps wütendes Herumgebollere folgt dem immer gleichen Muster: Er missachtet sämtliche politischen, ethischen und rechtlichen Regeln, und wenn ihm dann – was dank des Duckmäusertums der Republikanischen Partei nur selten vorkommt – jemand auf die Finger klopft und sagt, dass das so nicht geht, fühlt er sich von finsteren Mächten verfolgt.\n\nUnd vor allem: Nur ihm passiere das, während alle anderen, insbesondere sein Vorgänger Barack Obama, mit ihren „Verbrechen“ ungeschoren davon kämen.\n\nGrößte Herausforderung für die US-Demokratie\n\nTrump will Präsident sein, aber das Regieren interessiert ihn nicht. Sein unternehmerisches wie politisches Leben kennt nur ein Ziel: Dein eigenen Reichtum mehren und sich selbst überhöhen. Wollte er regieren, hätte er – wie andere Regierungschefs – die Corona-Pandemie als Riesenchance erkannt: Wie in Kriegszeiten schauen die Menschen auf die Führung, politische Differenzen können als nachrangig erklärt werden.\n\nKrisen sind die Stunde der Exekutive – wenn sie sich denn als vorausschauend, vernünftig, entschlossen und fähig erweist, auf Herausforderungen angemessen zu reagieren. Trump ist nichts davon. Er kann Krisen höchstens dann lösen, wenn er sie selbst verursacht hat, und meist nicht einmal dann. Sein einziges Mittel: Feinde ausmachen und bekämpfen, überall und andauernd.\n\nTrumps Präsidentschaft, das war schon bei seinem Wahlsieg absehbar und hat sich seither bewahrheitet, ist die größte Herausforderung für die Institutionen der US-amerikanischen Demokratie in der jüngeren Geschichte. Als er sein Amt antrat, fragten sich die politischen Kommentator*innen unisono, ob das System stark genug sei, um jemanden wie Trump zu überstehen. Die meisten waren zuversichtlich.\n\nAber der Optimismus schwand zusehends, je länger Trump im Weißen Haus saß. Denn er zeigte sich nicht nur als nicht lernfähig: Er erklärte genau jenen Kontrollmechanismen den Krieg, die für einen Rechtsstaat unverzichtbar sind, und erklärte sie zu Instrumenten eines „Deep State“ – zur Rettung des Establishments vor den wahren Veränderungen, die er durchsetzen wolle.\n\nDamit untergräbt er auf fatale Weise die Grundlagen des demokratischen Systems. Die Zerstörung des US-Regierungsapparates, die sein erster Politstratege, der rechtsradikale Stephen Bannon, angekündigt hatte, setzt Trump auch ohne ihn fort. Ob Trump im November die Wiederwahl schaffen wird, ist offen. Derzeit liegt er hinten, aber vier Monate sind in US-Wahlkämpfen eine lange Zeit.\n\nAber völlig unabhängig davon muss nach dreieinhalb Jahren präsidentiellen Dauerbeschusses gegen Medien, Justiz und die parlamentarische wie außerparlamentarische Opposition davon ausgegangen werden, dass die immer noch gut 40 Prozent der US-Wähler*innen, die ihm ihre Stimme geben wollen, seine Weltsicht teilen. Das macht sie objektiv zu einer riesigen, radikalisierten, verfassungsfeindlichen – und obendrein bewaffneten – Masse. Was das mit den USA macht, wird womöglich erst nach Trumps Abgang wirklich deutlich werden, falls seine Abwahl im November gelingt. Bleibt er weitere vier Jahre im Weißen Haus, werden die USA danach nicht wiederzuerkennen sein.",
          "@version" : "1",
          "references" : [
            "/Facebook-sperrt-dutzende-Konten/!5698695/",
            "/Oberster-Gerichtshof-der-USA/!5698834/",
            "/Aussage-im-Impeachment-Verfahren/!5694388/",
            "/picture/4253797/948/steuer-trump-gericht-1.jpeg"
          ],
          "scientific_count" : null,
          "lang" : "de",
          "@timestamp" : "2020-07-10T09:30:09.929Z",
          "top_image" : "",
          "handle" : "taz_news",
          "publish_datetime" : "2020-07-10T09:30:02.000Z",
          "origin" : "twitter",
          "url" : "https://taz.de/US-Urteil-gegen-Trump/!5698847/",
          "title" : "US-Urteil gegen Trump: Trump, der Zerstörer",
          "reply_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1281682858181099521",
        "_score" : 5.154464,
        "_source" : {
          "references_count" : null,
          "authors" : [
            "Frankfurter Allgemeine Zeitung GmbH"
          ],
          "text" : "Der demokratische Politiker Joe Biden will, falls er die Präsidentschaftswahlen im November gewinnt, mit einem 400 Milliarden Dollar schweren Infrastrukturprogramm die industrielle Basis der Vereinigten Staaten revitalisieren. Mit dem Geld des Vierjahresprogramms sollen Güter und Dienstleistungen gekauft werden, die in den Vereinigten Staaten her- oder bereitgestellt werden. „Wenn die Bundesregierung Geld des Steuerzahlers ausgibt, sollten wir es nutzen, um amerikanische Produkte zu kaufen und amerikanische Arbeitsplätze zu stützen“, sagte der Politiker. Weitere 300 Milliarden Dollar fließen nach Bidens Plan in Forschung und Entwicklung. Unterm Strich sollen so fünf Millionen gut entlohnte Arbeitsplätze entstehen.\n\nBiden attackiert mit seinem „Buy American“-Vorstoß die „America First“-Politik des Präsidenten Donald Trump, die diesem Zuspruch unter Arbeitern in den wahlentscheidenden Bundesstaaten verschafft hatte. Biden ist der einzig verbliebene ernsthafte Bewerber um die Präsidentschaftskandidatur der Demokratischen Partei.",
          "@version" : "1",
          "references" : [
            "/redaktion/winand-von-petersdorff-11104443.html",
            "https://www.faz.net/aktuell/politik/thema/donald-trump",
            "https://www.faz.net/aktuell/politik/thema/joe-biden"
          ],
          "scientific_count" : null,
          "lang" : "de",
          "@timestamp" : "2020-07-10T20:13:07.481Z",
          "top_image" : "",
          "handle" : "faznet",
          "publish_datetime" : "2020-07-10T20:13:00.000Z",
          "origin" : "twitter",
          "url" : "https://www.faz.net/aktuell/wirtschaft/bidens-wirtschaftspolitik-mit-trump-rhetorik-gegen-trump-16855652.html?utm_content=buffer4cca4&utm_medium=social&utm_source=twitter.com&utm_campaign=GEPC%253Ds30",
          "title" : "Bidens Wirtschaftspolitik: Mit Trump-Rhetorik gegen Trump",
          "reply_count" : 5,
          "favorite_count" : 9,
          "quote_count" : 1,
          "retweet_count" : 3
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1295040858811752450",
        "_score" : 5.154464,
        "_source" : {
          "word_count" : 286,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Very Confusing",
          "sentence_count" : 12,
          "@timestamp" : "2020-08-16T16:53:05.938Z",
          "top_image" : "",
          "title" : "¿Quién era Robert Trump, 'el Trump agradable'?",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : [
            "http://www.excelsior.com.mx/ultima-hora",
            "https://www.excelsior.com.mx/global/muere-hermano-menor-de-trump-a-los-72-anos-ebrard-manda-condolencias/1400115"
          ],
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 11,
          "text" : "Al hacer click en enviar quedaras regitrad@ a nuestro boletín el cual podrás cancelar en cualquier momento;no olvides revisar tu carpeta de spam.\n\nEl presidente de Estados Unidos, Donald Trump, sufrió ayer la muerte de su hermano menor Robert, de quien aseguró alguna vez que era el único hombre en su vida al que había llamado ‘cariño’.\n\nRobert Trump fue un empresario conocido por su estabilidad y coherencia que parecían casi incompatibles con el nombre de la familia.\n\nFalleció el sábado en la noche tras ser hospitalizado en Nueva York por una enfermedad no revelada. Tenía 71 años.\n\nEl menor de los hermanos Trump mantenía una relación cercana con el presidente de 74 años y, tan recientemente como en junio, presentó una demanda legal a nombre de la familia Trump que infructuosamente intentó impedir la publicación de un libro revelador de la sobrina del mandatario, Mary.\n\nPor mucho tiempo empresarios, Robert y Donald tenían personalidades sorprendentemente distintas.\n\nDonald Trump llegó a describir a su hermano menor como “mucho más tranquilo y relajado que yo”.\n\nRobert Trump inició su carrera en Wall Street trabajando en finanzas corporativas pero luego se incorporó a los negocios de la familia, administrando la compañía controladora de bienes raíces como alto ejecutivo de la Organización Trump.\n\nDivorciado en 2009, Robert se había vuelto a casar en marzo con Ann Marie Pallan, quien trabajaba en el imperio familiar.\n\nRobert Stewart Trump nació en 1948, el menor de los cinco hijos de Fred Trump, promotor inmobiliario de la ciudad de Nueva York.\n\nLa ley de derechos de autor prohíbe estrictamente copiar completa o parcialmente los materiales de Excélsior sin haber obtenido previamente permiso por escrito y sin incluir el link al texto original.",
          "url" : "https://www.excelsior.com.mx/global/quien-era-robert-trump-el-trump-agradable/1400161",
          "handle" : "Excelsior",
          "publish_datetime" : "2020-08-16T16:52:56.000Z",
          "lang" : "es",
          "references_count" : 2,
          "click_baitness" : "neutral",
          "favorite_count" : 9,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 5
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1299182650276667392",
        "_score" : 5.154464,
        "_source" : {
          "handle" : "EFEnoticias",
          "readability" : "Difficult",
          "@version" : "1",
          "paragraph_count" : 2,
          "sentence_count" : 4,
          "publish_datetime" : "2020-08-28T03:10:56.000Z",
          "bylined_article" : "No",
          "text" : "Ivanka Trump, la hija y asesora del presidente de Estados Unidos, Donald Trump, presentó este jueves a su padre durante la Convención Nacional Republicana, tal y como hizo cuatro años atrás, al destacar que su Presidencia \"ha cambiado Washington\".\n\n\"Nuestro presidente se niega a renunciar a sus creencias para ganar puntos con la elite política. Para mi padre, ustedes (el pueblo) son la elite. Washington no ha cambiado a Donald Trump, Donald Trump ha cambiado Washington\", dijo Ivanka Trump en su discurso desde el jardín sur de la Casa Blanca.",
          "references" : "",
          "title_subjectivity" : "very objective",
          "word_count" : 90,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-28T03:11:02.481Z",
          "url" : "https://www.efe.com/efe/america/politica/ivanka-trump-donald-ha-cambiado-washington/20000035-4329524",
          "top_image" : "",
          "title" : "Ivanka Trump: \"Donald Trump ha cambiado Washington\"",
          "click_baitness" : "neutral",
          "lang" : "es",
          "references_count" : 0,
          "favorite_count" : 18,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 12
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1299186306124255232",
        "_score" : 5.154464,
        "_source" : {
          "handle" : "dcexaminer",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 14,
          "sentence_count" : 24,
          "publish_datetime" : "2020-08-28T03:25:27.000Z",
          "bylined_article" : "Yes",
          "text" : "President Trump’s oldest daughter, Ivanka, who has served as a senior adviser in his administration, gave introductory remarks ahead of his acceptance speech at the Republican National Convention that celebrated his unapologetic fight for the people and even his tweets.\n\n“Now more than ever, America needs four more years of a warrior in the White House,” she said.\n\nIvanka Trump talked about her father’s passion to achieve great deals and how that skill and ambition will help the nation recover from the coronavirus pandemic and the subsequent economic downturn.\n\n“I remember each time he was updated on the progress of the new trade deal with Mexico and Canada,” Ivanka Trump recalled, referring to the rewritten North American Free Trade Agreement. “He would say, 'Don't let down those dairy farmers I met in Wisconsin. I don't want them to like this deal. I want them to love it.'”\n\nLike other convention speakers, Ivanka Trump sought to humanize her father, who Democrats and other critics say has downplayed the coronavirus and shown little empathy for its tremendous human cost.\n\nShe also reflected on the tough decisions he has had to make in the Oval Office, including the move to cut off flights from Europe last spring when the virus began surging overseas.\n\n“I’ve been with my father, and I've seen the pain in his eyes when he receives updates on the lives that have been stolen by this plague,” she said.\n\n“I have witnessed him make some of the most difficult decisions of his life,” she said. “I sat with him in the Oval Office as he stopped traveled to Europe. I watched him take the strongest, most inclusive economy in a lifetime, the lowest unemployment in a half-century and the highest wage increase for working families in decades, and close it down to save American lives.”\n\nThe White House describes Ivanka Trump’s advisory role as one that is centered on education and the economic empowerment of women, job creation, and economic growth through workforce development and skills training.\n\nIvanka Trump said her father is motivated by the tough road ahead to return the nation to economic prosperity and to vanquish the coronavirus.\n\nThe president mobilized the country to produce thousands of ventilators and rapidly develop treatments and a forthcoming vaccine, she said.\n\n“Donald Trump rejects the cynical notion that this country's greatest achievements are behind us,” Ivanka Trump said. “He believes that nothing is beyond our reach. And that the best is yet to come.”\n\nShe also made reference to her father’s brash style of communicating, often through Twitter.\n\n“My father has strong convictions, he knows what he believes, and he says what he thinks,” Ivanka Trump said. “Whether you agree with him or not, you always know where he stands. I recognize that my dad's communication style is not to everyone's taste. And I know that his tweets can feel a bit unfiltered, but the results — the results speak for themselves.”",
          "references" : "",
          "title_subjectivity" : "very objective",
          "word_count" : 521,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "by Susan Ferrechio"
          ],
          "@timestamp" : "2020-08-28T03:25:34.315Z",
          "url" : "https://www.washingtonexaminer.com/news/campaigns/ivanka-trump-donald-trump-has-changed-washington",
          "top_image" : "",
          "title" : "Ivanka Trump: 'Donald Trump has changed Washington'",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 0,
          "favorite_count" : 63,
          "reply_count" : 8,
          "quote_count" : 2,
          "retweet_count" : 17
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1299589869560377345",
        "_score" : 5.154464,
        "_source" : {
          "handle" : "dcexaminer",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 14,
          "sentence_count" : 24,
          "publish_datetime" : "2020-08-29T06:09:04.000Z",
          "bylined_article" : "Yes",
          "text" : "President Trump’s oldest daughter, Ivanka, who has served as a senior adviser in his administration, gave introductory remarks ahead of his acceptance speech at the Republican National Convention that celebrated his unapologetic fight for the people and even his tweets.\n\n“Now more than ever, America needs four more years of a warrior in the White House,” she said.\n\nIvanka Trump talked about her father’s passion to achieve great deals and how that skill and ambition will help the nation recover from the coronavirus pandemic and the subsequent economic downturn.\n\n“I remember each time he was updated on the progress of the new trade deal with Mexico and Canada,” Ivanka Trump recalled, referring to the rewritten North American Free Trade Agreement. “He would say, 'Don't let down those dairy farmers I met in Wisconsin. I don't want them to like this deal. I want them to love it.'”\n\nLike other convention speakers, Ivanka Trump sought to humanize her father, who Democrats and other critics say has downplayed the coronavirus and shown little empathy for its tremendous human cost.\n\nShe also reflected on the tough decisions he has had to make in the Oval Office, including the move to cut off flights from Europe last spring when the virus began surging overseas.\n\n“I’ve been with my father, and I've seen the pain in his eyes when he receives updates on the lives that have been stolen by this plague,” she said.\n\n“I have witnessed him make some of the most difficult decisions of his life,” she said. “I sat with him in the Oval Office as he stopped traveled to Europe. I watched him take the strongest, most inclusive economy in a lifetime, the lowest unemployment in a half-century and the highest wage increase for working families in decades, and close it down to save American lives.”\n\nThe White House describes Ivanka Trump’s advisory role as one that is centered on education and the economic empowerment of women, job creation, and economic growth through workforce development and skills training.\n\nIvanka Trump said her father is motivated by the tough road ahead to return the nation to economic prosperity and to vanquish the coronavirus.\n\nThe president mobilized the country to produce thousands of ventilators and rapidly develop treatments and a forthcoming vaccine, she said.\n\n“Donald Trump rejects the cynical notion that this country's greatest achievements are behind us,” Ivanka Trump said. “He believes that nothing is beyond our reach. And that the best is yet to come.”\n\nShe also made reference to her father’s brash style of communicating, often through Twitter.\n\n“My father has strong convictions, he knows what he believes, and he says what he thinks,” Ivanka Trump said. “Whether you agree with him or not, you always know where he stands. I recognize that my dad's communication style is not to everyone's taste. And I know that his tweets can feel a bit unfiltered, but the results — the results speak for themselves.”",
          "references" : [
            "https://www.washingtonexaminer.com/news/trump-says-he-will-ban-all-travel-from-europe-for-30-days",
            "https://www.washingtonexaminer.com/tag/coronavirus",
            "https://www.washingtonexaminer.com/tag/republican-convention"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 521,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "by Susan Ferrechio"
          ],
          "@timestamp" : "2020-08-29T06:09:11.539Z",
          "url" : "https://www.washingtonexaminer.com/news/campaigns/ivanka-trump-donald-trump-has-changed-washington",
          "top_image" : "",
          "title" : "Ivanka Trump: 'Donald Trump has changed Washington'",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 3,
          "reply_count" : 8,
          "favorite_count" : 52,
          "quote_count" : 0,
          "retweet_count" : 17
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1299997663207841798",
        "_score" : 5.154464,
        "_source" : {
          "handle" : "dcexaminer",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 14,
          "sentence_count" : 24,
          "publish_datetime" : "2020-08-30T09:09:30.000Z",
          "bylined_article" : "Yes",
          "text" : "President Trump’s oldest daughter, Ivanka, who has served as a senior adviser in his administration, gave introductory remarks ahead of his acceptance speech at the Republican National Convention that celebrated his unapologetic fight for the people and even his tweets.\n\n“Now more than ever, America needs four more years of a warrior in the White House,” she said.\n\nIvanka Trump talked about her father’s passion to achieve great deals and how that skill and ambition will help the nation recover from the coronavirus pandemic and the subsequent economic downturn.\n\n“I remember each time he was updated on the progress of the new trade deal with Mexico and Canada,” Ivanka Trump recalled, referring to the rewritten North American Free Trade Agreement. “He would say, 'Don't let down those dairy farmers I met in Wisconsin. I don't want them to like this deal. I want them to love it.'”\n\nLike other convention speakers, Ivanka Trump sought to humanize her father, who Democrats and other critics say has downplayed the coronavirus and shown little empathy for its tremendous human cost.\n\nShe also reflected on the tough decisions he has had to make in the Oval Office, including the move to cut off flights from Europe last spring when the virus began surging overseas.\n\n“I’ve been with my father, and I've seen the pain in his eyes when he receives updates on the lives that have been stolen by this plague,” she said.\n\n“I have witnessed him make some of the most difficult decisions of his life,” she said. “I sat with him in the Oval Office as he stopped traveled to Europe. I watched him take the strongest, most inclusive economy in a lifetime, the lowest unemployment in a half-century and the highest wage increase for working families in decades, and close it down to save American lives.”\n\nThe White House describes Ivanka Trump’s advisory role as one that is centered on education and the economic empowerment of women, job creation, and economic growth through workforce development and skills training.\n\nIvanka Trump said her father is motivated by the tough road ahead to return the nation to economic prosperity and to vanquish the coronavirus.\n\nThe president mobilized the country to produce thousands of ventilators and rapidly develop treatments and a forthcoming vaccine, she said.\n\n“Donald Trump rejects the cynical notion that this country's greatest achievements are behind us,” Ivanka Trump said. “He believes that nothing is beyond our reach. And that the best is yet to come.”\n\nShe also made reference to her father’s brash style of communicating, often through Twitter.\n\n“My father has strong convictions, he knows what he believes, and he says what he thinks,” Ivanka Trump said. “Whether you agree with him or not, you always know where he stands. I recognize that my dad's communication style is not to everyone's taste. And I know that his tweets can feel a bit unfiltered, but the results — the results speak for themselves.”",
          "references" : [
            "https://www.washingtonexaminer.com/news/trump-says-he-will-ban-all-travel-from-europe-for-30-days",
            "https://www.washingtonexaminer.com/tag/coronavirus",
            "https://www.washingtonexaminer.com/tag/republican-convention"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 521,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "by Susan Ferrechio"
          ],
          "@timestamp" : "2020-08-30T09:09:38.330Z",
          "url" : "https://www.washingtonexaminer.com/news/campaigns/ivanka-trump-donald-trump-has-changed-washington",
          "top_image" : "",
          "title" : "Ivanka Trump: 'Donald Trump has changed Washington'",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 3,
          "reply_count" : 6,
          "favorite_count" : 55,
          "quote_count" : 3,
          "retweet_count" : 18
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1295001117399625728",
        "_score" : 5.0942783,
        "_source" : {
          "word_count" : 11,
          "origin" : "twitter",
          "authors" : [
            "Chris Enloe"
          ],
          "readability" : "Very Easy",
          "sentence_count" : 1,
          "@timestamp" : "2020-08-16T14:15:09.324Z",
          "top_image" : "",
          "title" : "Robert Trump, the younger brother of President Trump, dies. Trump releases heartfelt statement.",
          "@version" : "1",
          "title_subjectivity" : "very subjective",
          "references" : "",
          "scientific_count" : 0,
          "bylined_article" : "Yes",
          "paragraph_count" : 1,
          "text" : "'He was not just my brother, he was my best friend'",
          "url" : "https://www.theblaze.com/news/robert-trump-dead?utm_content=buffer88385&utm_medium=referral&utm_source=twitter&utm_campaign=tw-theblaze",
          "handle" : "theblaze",
          "publish_datetime" : "2020-08-16T14:15:01.000Z",
          "lang" : "en",
          "references_count" : 0,
          "click_baitness" : "neutral",
          "favorite_count" : 157,
          "reply_count" : 5,
          "quote_count" : 0,
          "retweet_count" : 37
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298720379788128259",
        "_score" : 5.0942783,
        "_source" : {
          "handle" : "Daily_Express",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 7,
          "sentence_count" : 6,
          "publish_datetime" : "2020-08-26T20:34:02.000Z",
          "bylined_article" : "Yes",
          "text" : "Princess Beatrice engagement ring worth more than Kate and Meghan's\n\nIvanka was given a square cushion cut diamond by her husband Jared Kushner.\n\nIvanka and Jared first met when friends set them up for a possible business deal in 2005.\n\nThe couple briefly separated in 2008 but soon reconciled and tied the knot the following year.\n\nSince then, they have had three children together, Arabella, nine, Joseph, six, and Theodore, four.\n\nIvanka's ring is worth £400,000, according to Tobias Kormind, managing director of 77Diamonds.com.\n\nREAD MORE: Sophie Wessex shocks replacing wedding and engagement ring for Good Housekeeping cover",
          "references" : [
            "/life-style/style/1327366/sophie-countess-of-wessex-wedding-ring-Good-Housekeeping"
          ],
          "title_subjectivity" : "very subjective",
          "word_count" : 97,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "Emily Hodgkin"
          ],
          "@timestamp" : "2020-08-26T20:34:08.432Z",
          "url" : "https://www.express.co.uk/life-style/style/1327878/melania-trump-ivanka-trump-engagement-ring-cost-value",
          "top_image" : "",
          "title" : "Melania Trump vs Ivanka Trump engagement ring: Most valuable Trump woman stone exposed",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 1,
          "favorite_count" : 2,
          "reply_count" : 1,
          "quote_count" : 0,
          "retweet_count" : 1
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1293170307663110145",
        "_score" : 5.0501146,
        "_source" : {
          "title" : "Tik-Trump",
          "publish_datetime" : "2020-08-11T13:00:01.000Z",
          "scientific_count" : null,
          "authors" : [ ],
          "url" : "https://vanguardia.com.mx/articulo/tik-trump",
          "origin" : "twitter",
          "top_image" : "",
          "references" : [
            "http://instagram.com/vanguardiamx",
            "/articulo/para-los-partidos",
            "http://membresiavanguardia.com",
            "https://vanguardia.com.mx/articulo/la-panza-privatizada",
            "/articulo/whatsapp-ya-no-funcionara-en-estos-celulares",
            "https://vanguardia.com.mx/articulo/fallece-esta-madrugada-el-dos-veces-ex-alcalde-de-ramos-arizpe-don-erasmo-lopez-villarreal",
            "https://www.facebook.com/vanguardiamx",
            "/seccion/show",
            "/articulo/la-panza-privatizada",
            "https://vanguardia.com.mx/articulo/whatsapp-ya-no-funcionara-en-estos-celulares",
            "/articulo/fallece-esta-madrugada-el-dos-veces-ex-alcalde-de-ramos-arizpe-don-erasmo-lopez-villarreal",
            "/secci%C3%B2n/opini%C3%B2n",
            "/autor/james",
            "/articulo/la-coca-cola-luce-asi-con-el-nuevo-etiquetado-anti-obesidad",
            "/seccion/buena-vida",
            "/autor/politicon",
            "https://vanguardia.com.mx/articulo/donald-trump-fue-evacuado-tiroteo-en-las-inmediaciones-de-casa-blanca-washington",
            "http://www.hoybusco.com",
            "/seccion/cartones",
            "https://vanguardia.com.mx/articulo/todos-tapaditos",
            "http://www.youtube.com/user/vanguardiamedia",
            "https://vanguardia.com.mx/articulo/para-los-partidos",
            "http://www.saltillo360.com",
            "/seccion/not%C3%ADcias",
            "#main-content",
            "/articulo/todos-tapaditos",
            "https://elguardian.mx",
            "/seccion/motor",
            "http://www.membresiavanguardia.com",
            "/",
            "/secci%C3%B3n/dinero",
            "/seccion/coahuila",
            "/seccion/deportes",
            "https://vanguardia.com.mx/articulo/la-coca-cola-luce-asi-con-el-nuevo-etiquetado-anti-obesidad",
            "https://vanguardia.com.mx/articulo/chef-enrique-olvera-arremente-contra-comensales-que-piden-limon-para-sus-platillos-y",
            "/articulo/donald-trump-fue-evacuado-tiroteo-en-las-inmediaciones-de-casa-blanca-washington",
            "/articulo/chef-enrique-olvera-arremente-contra-comensales-que-piden-limon-para-sus-platillos-y",
            "/seccion/coronavirus",
            "/seccion/tech",
            "https://www.twitter.com/vanguardiamx"
          ],
          "@version" : "1",
          "handle" : "vanguardiamx",
          "text" : "https://vanguardia.com.mx es un website del Grupo Editorial Coahuila",
          "references_count" : null,
          "lang" : "es",
          "@timestamp" : "2020-08-11T13:00:39.225Z"
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1282754189563703296",
        "_score" : 5.0501146,
        "_source" : {
          "references_count" : "",
          "authors" : [
            "/__export/1574288509986/sites/eleconomista/arte/nofoto.png",
            "/autor/nerilicon",
            "Nerilicón ."
          ],
          "text" : "",
          "@version" : "1",
          "references" : "",
          "scientific_count" : "",
          "lang" : null,
          "@timestamp" : "2020-07-13T19:10:16.918Z",
          "top_image" : "",
          "handle" : "eleconomista",
          "publish_datetime" : "2020-07-13T19:10:05.000Z",
          "origin" : "twitter",
          "url" : "https://www.eleconomista.com.mx/cartones/Oye-Trump-20200713-0010.html",
          "title" : "¡Oye, Trump!",
          "reply_count" : 2,
          "favorite_count" : 16,
          "quote_count" : 0,
          "retweet_count" : 8
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1296452695876829195",
        "_score" : 5.0501146,
        "_source" : {
          "word_count" : 608,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Very Confusing",
          "sentence_count" : 27,
          "@timestamp" : "2020-08-20T14:23:15.792Z",
          "top_image" : "",
          "title" : "Fuera Trump",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : "",
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 17,
          "text" : "Sin mayores sorpresas comienza la verdadera contienda por la silla presidencial en Estados Unidos. Esta semana de forma oficial, tras la Convención Demócrata, Joe Biden aceptó la nominación con una única misión: sacar a Donald Trump de la Oficina Oval.\n\nCientos de celebridades, políticos e intelectuales manifestaron su apoyo al candidato demócrata y su compañera de fórmula, Kamala Harris, con la firme y prioritaria intención de deshacerse de Trump. Entre las voces que destacaron encontramos a Barack y Michelle Obama, Bill Clinton, el exótico Bernie Sanders y muchos otros.\n\nPero no sólo son los demócratas quienes votarán contra el polémico magnate. Dentro del Partido Republicano son muchos quienes prefieren que su partido pierda la presidencia antes que permitir que Trump \n\nsea reelecto: George W. Bush, Mitt Romney, John Kasich, Tim Miller y miles de ciudadanos anónimos decepcionados por los republicanos.\n\nAunque las encuestas fallaron en las elecciones pasadas cuando auguraban el triunfo de Hillary Clinton, es una realidad que permiten medir el pulso de la vida política del país. Casi todos los sondeos dan una ventaja de más de 10 puntos a Joe Biden en los comicios, aunque en las últimas semanas Donald Trump se recuperó un poco. Una encuesta (realizada por YouGov Economist) apunta que un 9.6% de votantes tradicionalmente republicanos estaría dispuesto a votar por Joe Biden tras la convulsiva gestión de Trump.\n\nComo mencionábamos la semana pasada en este espacio, Joe Biden tiene una tarea titánica en caso de ganar la presidencia y, por lo pronto, conocemos que dentro de las acciones con las que busca revertir el daño causado por Trump estará:\n\n1. Retomar y reconstruir la Ley de Cuidado de Salud Accesible para que 97 por ciento de los ciudadanos tenga cobertura (aquel Obamacare que tanto obsesionó a Trump)\n\n2. Fortalecer a la clase media y subir el salario mínimo.\n\n4. En temas judiciales: cambiar las leyes de migración promovidas por Trump, control de armas, legalización de la mariguana y terminar con la pena de muerte.\n\nA pesar de no contar con el carisma de Barack Obama y en múltiples ocasiones pecar de falta de liderazgo, Joe Biden representa una figura empática, cercana al ciudadano de a pie. Sus tragedias personales le han ganado la simpatía de la clase trabajadora, y más ahora con la creciente tragedia ocasionada por la pandemia. La figura de un hombre que logró resurgir tras la desgracia pone contra las cuerdas a un Trump caracterizado por su falta de sensibilidad, exceso de arrogancia y cinismo.\n\nEl matrimonio Trump-López Obrador concluyó, luego de las ridículas declaraciones del presidente amante de los McTríos.\n\nSus declaraciones respecto a la pandemia en México rayan en lo absurdo, asegurando (entre líneas) que México tiene más casos e incluso le llamó a su vecino del sur un país de Sudamérica.\n\nTambién afirma que si Joe Biden gana, Estados Unidos se convertirá en Venezuela.\n\nAmbos bandos jugando al exhorto del voto por miedo y por eliminación. ¿Acaso lo estarán asesorando agencias de marketing político de México?\n\nAunque las encuestas perfilan una clara victoria de Joe Biden (incluidos estados tradicionalmente republicanos como Texas) y la polarización que vive Estados Unidos los urge a un cambio de ruta, no habría que confiarse.\n\nDonald Trump siempre tiene una sorpresa preparada y su base votante no permitirá una victoria sencilla. Los intereses por mantener el statu quo y las alianzas económicas pondrán toda la carne al asador para reelegir a Trump. ¿Será capaz Joe Biden de librar las artimañas de Trump?\n\nLa ley de derechos de autor prohíbe estrictamente copiar completa o parcialmente los materiales de Excélsior sin haber obtenido previamente permiso por escrito y sin incluir el link al texto original.",
          "url" : "https://www.excelsior.com.mx/opinion/kimberly-armengol/fuera-trump/1400901#.Xz6HKSBG3xw.twitter",
          "handle" : "Excelsior",
          "publish_datetime" : "2020-08-20T14:23:04.000Z",
          "lang" : "es",
          "references_count" : 0,
          "click_baitness" : "neutral",
          "reply_count" : 2,
          "favorite_count" : 11,
          "quote_count" : 2,
          "retweet_count" : 3
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1299689984333680640",
        "_score" : 5.0501146,
        "_source" : {
          "handle" : "thenation",
          "readability" : "Fairly Difficult",
          "@version" : "1",
          "paragraph_count" : 1,
          "sentence_count" : 4,
          "publish_datetime" : "2020-08-29T12:46:53.000Z",
          "bylined_article" : "Yes",
          "text" : "Sign up for our free daily newsletter, along with occasional offers for programs that support our journalism. By signing up to receive emails, you agree to receive occasional promotional offers for programs that support 's journalism. You may unsubscribe or adjust your preferences at any time. You can read our Privacy Policy here.",
          "references" : [
            "https://www.instagram.com/nationmag/",
            "https://www.facebook.com/TheNationMagazine",
            "https://twitter.com/thenation",
            "https://www.thenation.com/privacy-policy",
            "http://www.thenation.com/feed/?post_type=article"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 53,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "Michael Gelen"
          ],
          "@timestamp" : "2020-08-29T12:46:59.998Z",
          "url" : "https://www.thenation.com/article/politics/trump-lit/",
          "top_image" : "",
          "title" : "Trump Lit",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 5,
          "favorite_count" : 6,
          "reply_count" : 6,
          "quote_count" : 0,
          "retweet_count" : 4
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1305974674572996608",
        "_score" : 5.0501146,
        "_source" : {
          "origin" : "twitter",
          "references_count" : 2,
          "@version" : "1",
          "url" : "https://sputniknews.com/cartoons/202009151080468198-trump--friends/",
          "handle" : "SputnikInt",
          "title_subjectivity" : "very objective",
          "word_count" : 137,
          "@timestamp" : "2020-09-15T21:00:22.171Z",
          "title" : "‘Trump & Friends’",
          "top_image" : "",
          "authors" : [
            "Sputnik"
          ],
          "readability" : "Fairly Difficult",
          "sentence_count" : 8,
          "scientific_count" : 0,
          "text" : "Trump’s entitled remark seemed to stun the morning news hosts, particularly Steve Doocy, as he responded unfavorably to the president by saying that \"Fox has not committed\" to having Trump on-air so often.\n\nDonald Trump: \"We're gonna [call into Fox & Friends] every week. Every Monday I think they said.\"\n\n\n\nBrian Kilmeade: \"Sounds good.\"\n\n\n\nSteve Doocy, after Trump hangs up: \"You may want to do it every week, but Fox is not committed to that, and we'll take it on a case-by-case basis.\" pic.twitter.com/VnIHyofm36 — Bobby Lewis (@revrrlewis) September 15, 2020\n\n\n\n\"All right. Donald Trump, President of the United States. He’s now gone to talk to [Fox News White House correspondent] John Roberts, maybe,\" the Fox host added as the interview abruptly ended with the commander-in-chief’s graceless signoff.",
          "publish_datetime" : "2020-09-15T21:00:00.000Z",
          "click_baitness" : "neutral",
          "paragraph_count" : 8,
          "references" : [
            "https://t.co/VnIHyofm36",
            "https://twitter.com/revrrlewis/status/1305854154485706753?ref_src=twsrc%5Etfw"
          ],
          "lang" : "en",
          "bylined_article" : "Yes",
          "favorite_count" : 3,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1290379410613436417",
        "_score" : 5.013812,
        "_source" : {
          "title" : "How we used TikTok to trump President Trump",
          "publish_datetime" : "2020-08-03T20:10:00.000Z",
          "scientific_count" : null,
          "authors" : [ ],
          "url" : "https://www.nation.co.ke/kenya/news/how-we-used-tiktok-trump-president-trump-1911270",
          "origin" : "twitter",
          "top_image" : "",
          "references" : [
            "/kenya/news/world/us-looking-at-banning-tiktok-and-other-chinese-apps-pompeo-1446398",
            "/cdn-cgi/l/email-protection",
            "/kenya/news/world/donald-trump-says-he-will-ban-tiktok-from-operating-in-us-1910700",
            "/kenya/news/tiktok-gaining-popularity-kenya-ban-america-1911004",
            "/kenya/news/politics/nation-reporter-1901036"
          ],
          "@version" : "1",
          "handle" : "dailynation",
          "text" : "So we all know who President Trump is. He is the president of “the greatest” country in the world.\n\nMany dislike him and just as many others adore him. Many teenagers, including myself, don’t like him at all.\n\nHis policies are out of order and his moral compass is clearly broken. But he manages to sway the older generations with economic and business-related manifestos and policies.\n\nSince many in our generation don’t like him, we decided to mess with his campaign.\n\nNow you may be wondering, “how did you do that?\" Well... there’s this social media app called Tik Tok. It has over 750 million people using it worldwide.\n\nMostly, the app has kids dancing, making funny videos, doing skits, showing their art forms and showing their music skills. But.... the app is also used to spread awareness on issues in the world, such as the Black Lives Matter (BLM) movement.\n\nAnd lately, it has been used by young people to influence the upcoming election in the US. One creator came up with the idea to mess with President Trump’s campaign.\n\nAfter brainstorming, several Tik Tokers decided to mess with his rally in Tulsa. All you had to do was book a ticket from the Trump campaign website.\n\nWhile booking a ticket, you were to fill in your email address and put in a fake zip code from Google — but you had to make sure it was in the Tulsa area. Since the ticket was free, executing the plan was a walk in the park. Even someone like me from across the world could do this.\n\nAnd after that, he threw a tantrum and cancelled all of his rallies — out of fear of a bunch of teenagers!\n\nAs you can see, this generation has so much influence over each other. Sometimes it may be negative, but most of the time, we use our platforms for good and to stand up for what we believe in.\n\nSince I would like to study medicine in the US in future, this election does affect me. I don’t believe anything President Trump stands for. He does not seem to like black people, he discriminates against women, he is Islamophobic and he does not support immigrants and foreigners.\n\nAnd he has done nothing to help Americans in the fight against coronavirus and, clearly, this is coming back to bite him, with over four million Americans affected and nearly 160,000 others dead.\n\nHis choice of words is also wanting. When he speaks, it’s as though he surprises not only us as the viewers, but also himself. Calling the coronavirus the ‘China virus’ even though the US is the hotspot of the world.\n\nThe most ridiculous thing about this president and his administration is his petty Twitter rants. He says he wants to ‘make America great again’, but he only says that in terms of money and economics. He talks very highly of himself and how ‘unemployment rates have gone down’ since he came into office. But he has completely forgotten about the basic morals that a human needs.\n\nIn my opinion, his time is up. I whole heartedly believe that this generation will never stop until this man is out of office. We will rain hell on this man from all around the world. And guess what, he can’t do anything about it!\n\nThe byline has been withheld at the writer’s request. This is part of our young reporters programme, targeting budding writers aged between 10 and 20.",
          "references_count" : null,
          "lang" : "en",
          "@timestamp" : "2020-08-03T20:10:07.588Z",
          "favorite_count" : 15,
          "reply_count" : 3,
          "quote_count" : 0,
          "retweet_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1290298880035303424",
        "_score" : 5.013812,
        "_source" : {
          "title" : "How we used TikTok to trump President Trump",
          "publish_datetime" : "2020-08-03T14:50:00.000Z",
          "scientific_count" : null,
          "authors" : [ ],
          "url" : "https://www.nation.co.ke/kenya/news/how-we-used-tiktok-trump-president-trump-1911270",
          "origin" : "twitter",
          "top_image" : "",
          "references" : [
            "/kenya/news/tiktok-gaining-popularity-kenya-ban-america-1911004",
            "/kenya/news/politics/nation-reporter-1901036",
            "/kenya/news/world/donald-trump-says-he-will-ban-tiktok-from-operating-in-us-1910700",
            "/cdn-cgi/l/email-protection",
            "/kenya/news/world/us-looking-at-banning-tiktok-and-other-chinese-apps-pompeo-1446398"
          ],
          "@version" : "1",
          "handle" : "dailynation",
          "text" : "So we all know who President Trump is. He is the president of “the greatest” country in the world.\n\nMany dislike him and just as many others adore him. Many teenagers, including myself, don’t like him at all.\n\nHis policies are out of order and his moral compass is clearly broken. But he manages to sway the older generations with economic and business-related manifestos and policies.\n\nSince many in our generation don’t like him, we decided to mess with his campaign.\n\nNow you may be wondering, “how did you do that?\" Well... there’s this social media app called Tik Tok. It has over 750 million people using it worldwide.\n\nMostly, the app has kids dancing, making funny videos, doing skits, showing their art forms and showing their music skills. But.... the app is also used to spread awareness on issues in the world, such as the Black Lives Matter (BLM) movement.\n\nAnd lately, it has been used by young people to influence the upcoming election in the US. One creator came up with the idea to mess with President Trump’s campaign.\n\nAfter brainstorming, several Tik Tokers decided to mess with his rally in Tulsa. All you had to do was book a ticket from the Trump campaign website.\n\nWhile booking a ticket, you were to fill in your email address and put in a fake zip code from Google — but you had to make sure it was in the Tulsa area. Since the ticket was free, executing the plan was a walk in the park. Even someone like me from across the world could do this.\n\nAnd after that, he threw a tantrum and cancelled all of his rallies — out of fear of a bunch of teenagers!\n\nAs you can see, this generation has so much influence over each other. Sometimes it may be negative, but most of the time, we use our platforms for good and to stand up for what we believe in.\n\nSince I would like to study medicine in the US in future, this election does affect me. I don’t believe anything President Trump stands for. He does not seem to like black people, he discriminates against women, he is Islamophobic and he does not support immigrants and foreigners.\n\nAnd he has done nothing to help Americans in the fight against coronavirus and, clearly, this is coming back to bite him, with over four million Americans affected and nearly 160,000 others dead.\n\nHis choice of words is also wanting. When he speaks, it’s as though he surprises not only us as the viewers, but also himself. Calling the coronavirus the ‘China virus’ even though the US is the hotspot of the world.\n\nThe most ridiculous thing about this president and his administration is his petty Twitter rants. He says he wants to ‘make America great again’, but he only says that in terms of money and economics. He talks very highly of himself and how ‘unemployment rates have gone down’ since he came into office. But he has completely forgotten about the basic morals that a human needs.\n\nIn my opinion, his time is up. I whole heartedly believe that this generation will never stop until this man is out of office. We will rain hell on this man from all around the world. And guess what, he can’t do anything about it!\n\nThe byline has been withheld at the writer’s request. This is part of our young reporters programme, targeting budding writers aged between 10 and 20.",
          "references_count" : null,
          "lang" : "en",
          "@timestamp" : "2020-08-03T14:50:06.996Z",
          "reply_count" : 1,
          "favorite_count" : 4,
          "quote_count" : 0,
          "retweet_count" : 1
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1290296245697814528",
        "_score" : 5.013812,
        "_source" : {
          "title" : "How we used TikTok to trump President Trump",
          "publish_datetime" : "2020-08-03T14:39:32.000Z",
          "scientific_count" : null,
          "authors" : [ ],
          "url" : "https://www.nation.co.ke/kenya/news/how-we-used-tiktok-trump-president-trump-1911270",
          "origin" : "twitter",
          "top_image" : "",
          "references" : [
            "/kenya/news/world/us-looking-at-banning-tiktok-and-other-chinese-apps-pompeo-1446398",
            "/cdn-cgi/l/email-protection",
            "/kenya/news/world/donald-trump-says-he-will-ban-tiktok-from-operating-in-us-1910700",
            "/kenya/news/tiktok-gaining-popularity-kenya-ban-america-1911004",
            "/kenya/news/politics/nation-reporter-1901036"
          ],
          "@version" : "1",
          "handle" : "dailynation",
          "text" : "So we all know who President Trump is. He is the president of “the greatest” country in the world.\n\nMany dislike him and just as many others adore him. Many teenagers, including myself, don’t like him at all.\n\nHis policies are out of order and his moral compass is clearly broken. But he manages to sway the older generations with economic and business-related manifestos and policies.\n\nSince many in our generation don’t like him, we decided to mess with his campaign.\n\nNow you may be wondering, “how did you do that?\" Well... there’s this social media app called Tik Tok. It has over 750 million people using it worldwide.\n\nMostly, the app has kids dancing, making funny videos, doing skits, showing their art forms and showing their music skills. But.... the app is also used to spread awareness on issues in the world, such as the Black Lives Matter (BLM) movement.\n\nAnd lately, it has been used by young people to influence the upcoming election in the US. One creator came up with the idea to mess with President Trump’s campaign.\n\nAfter brainstorming, several Tik Tokers decided to mess with his rally in Tulsa. All you had to do was book a ticket from the Trump campaign website.\n\nWhile booking a ticket, you were to fill in your email address and put in a fake zip code from Google — but you had to make sure it was in the Tulsa area. Since the ticket was free, executing the plan was a walk in the park. Even someone like me from across the world could do this.\n\nAnd after that, he threw a tantrum and cancelled all of his rallies — out of fear of a bunch of teenagers!\n\nAs you can see, this generation has so much influence over each other. Sometimes it may be negative, but most of the time, we use our platforms for good and to stand up for what we believe in.\n\nSince I would like to study medicine in the US in future, this election does affect me. I don’t believe anything President Trump stands for. He does not seem to like black people, he discriminates against women, he is Islamophobic and he does not support immigrants and foreigners.\n\nAnd he has done nothing to help Americans in the fight against coronavirus and, clearly, this is coming back to bite him, with over four million Americans affected and nearly 160,000 others dead.\n\nHis choice of words is also wanting. When he speaks, it’s as though he surprises not only us as the viewers, but also himself. Calling the coronavirus the ‘China virus’ even though the US is the hotspot of the world.\n\nThe most ridiculous thing about this president and his administration is his petty Twitter rants. He says he wants to ‘make America great again’, but he only says that in terms of money and economics. He talks very highly of himself and how ‘unemployment rates have gone down’ since he came into office. But he has completely forgotten about the basic morals that a human needs.\n\nIn my opinion, his time is up. I whole heartedly believe that this generation will never stop until this man is out of office. We will rain hell on this man from all around the world. And guess what, he can’t do anything about it!\n\nThe byline has been withheld at the writer’s request. This is part of our young reporters programme, targeting budding writers aged between 10 and 20.",
          "references_count" : null,
          "lang" : "en",
          "@timestamp" : "2020-08-03T14:39:38.070Z",
          "favorite_count" : 23,
          "reply_count" : 0,
          "quote_count" : 2,
          "retweet_count" : 6
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1295018045673484288",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 362,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Very Confusing",
          "sentence_count" : 18,
          "@timestamp" : "2020-08-16T15:22:23.696Z",
          "top_image" : "",
          "title" : "Muere Robert Trump, hermano menor del presidente Trump",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : [
            "https://www.elheraldo.hn/mundo/1401354-466/presidente-trump-visita-a-su-hermano-robert-hospitalizado-en-nueva-york"
          ],
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 17,
          "text" : "NUEVA YORK, ESTADOS UNIDOS.- El hermano menor del presidente Donald Trump, Robert Trump, un empresario conocido por su estabilidad y coherencia que parecían casi incompatibles con el nombre de la familia, falleció el sábado en la noche tras ser hospitalizado en Nueva York, informó el mandatario en un comunicado. Tenía 71 años.\n\n\n\nEl presidente visitó a su hermano el viernes en un hospital en la ciudad de Nueva York después que funcionarios de la Casa Blanca revelaran que había enfermado de gravedad. No se ha revelado la causa de su muerte.\n\n\n\n“Con enorme pesar comparto que mi maravilloso hermano, Robert, falleció en paz esta noche”, indicó el presidente en un comunicado. “No sólo era mi hermano, era mi mejor amigo. Se le extrañará enormemente, pero nos encontraremos otra vez. Su recuerdo vivirá para siempre en mi corazón. Robert, te amo. Descansa en paz”.\n\n\n\nEl menor de los hermanos Trump mantenía una relación cercana con el presidente de 74 años y, tan recientemente como en junio, presentó una demanda legal a nombre de la familia Trump que infructuosamente intentó impedir la publicación de un libro revelador de la sobrina del mandatario, Mary.\n\n\n\nDe acuerdo con reportes, Robert Trump fue hospitalizado en la unidad de cuidados intensivos durante varios días ese mismo mes.\n\n\n\nPor mucho tiempo empresarios, Robert y Donald tenían personalidades sorprendentemente distintas. Donald Trump llegó a describir a su hermano menor como “mucho más tranquilo y relajado que yo” y “el único tipo en mi vida a quien he llamado ‘cariño’”.\n\n\n\nRobert Trump inició su carrera en Wall Street trabajando en finanzas corporativas pero luego se incorporó a los negocios de la familia, administrando la compañía controladora de bienes raíces como alto ejecutivo de la Organización Trump.\n\n\n\n“Cuando trabajó en la Organización Trump, se le conocía como el Trump agradable”, dijo Gwenda Blair, una biógrafa de la familia Trump, a The Associated Press. “Robert era el tipo de persona que trataría de intervenir en caso de un problema”.\n\n\n\nRobert Stewart Trump nació en 1948, el menor de los cinco hijos de Fred Trump, promotor inmobiliario de la ciudad de Nueva York.",
          "url" : "https://www.elheraldo.hn/mundo/1401584-466/muere-robert-trump-hermano-menor-del-presidente-trump",
          "handle" : "diarioelheraldo",
          "publish_datetime" : "2020-08-16T15:22:17.000Z",
          "lang" : "es",
          "references_count" : 1,
          "click_baitness" : "neutral",
          "favorite_count" : 1,
          "reply_count" : 0,
          "quote_count" : 0,
          "retweet_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1294828375815725066",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 0,
          "origin" : "twitter",
          "authors" : [
            "the-associated-press"
          ],
          "readability" : "",
          "sentence_count" : 0,
          "@timestamp" : "2020-08-16T02:48:42.576Z",
          "top_image" : "",
          "title" : "Muere Robert Trump, hermano menor de Donald Trump",
          "@version" : "1",
          "title_subjectivity" : "",
          "references" : "",
          "scientific_count" : 0,
          "bylined_article" : "",
          "paragraph_count" : 0,
          "text" : "",
          "url" : "https://www.primerahora.com/noticias/estados-unidos/notas/muere-robert-trump-hermano-menor-de-donald-trump/?utm_medium=Social&utm_source=Twitter#Echobox=1597546216",
          "handle" : "primerahora",
          "publish_datetime" : "2020-08-16T02:48:36.000Z",
          "lang" : null,
          "references_count" : 0,
          "click_baitness" : "",
          "reply_count" : 5,
          "favorite_count" : 5,
          "quote_count" : 2,
          "retweet_count" : 2
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1294834763031883776",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 0,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "",
          "sentence_count" : 0,
          "@timestamp" : "2020-08-16T03:14:05.908Z",
          "top_image" : "",
          "title" : "Muere Robert Trump, hermano menor del presidente Trump",
          "@version" : "1",
          "title_subjectivity" : "",
          "references" : "",
          "scientific_count" : 0,
          "bylined_article" : "",
          "paragraph_count" : 0,
          "text" : "",
          "url" : "https://www.latercera.com/mundo/noticia/muere-robert-trump-hermano-menor-del-presidente-trump/MTUC7WNI65G25J375UTTPZGQ7E/",
          "handle" : "latercera",
          "publish_datetime" : "2020-08-16T03:13:59.000Z",
          "lang" : null,
          "references_count" : 0,
          "click_baitness" : "",
          "favorite_count" : 27,
          "reply_count" : 7,
          "quote_count" : 3,
          "retweet_count" : 23
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1294902919922417664",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 390,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Very Confusing",
          "sentence_count" : 13,
          "@timestamp" : "2020-08-16T07:44:56.296Z",
          "top_image" : "",
          "title" : "Robert Trump, frère de Donald Trump, est décédé",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : [
            "//twitter.com/IvankaTrump/status/1294832833794641920",
            "//twitter.com/RudyGiuliani/status/1294824832794853376",
            "https://www.nytimes.com/2020/08/15/us/politics/robert-s-trump-dead.html"
          ],
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 11,
          "text" : "Robert Trump, frère cadet du président des Etats-Unis Donald Trump, est décédé samedi 15 août à New York, a annoncé le président dans un communiqué.\n\n« C’est avec le cœur lourd que j’annonce que mon merveilleux frère, Robert, est mort paisiblement cette nuit », déclare Donald Trump dans ce communiqué publié par la Maison Blanche. « Il n’était pas seulement mon frère, il était mon meilleur ami », écrit le président. « Son souvenir vivra toujours dans mon cœur. Robert, je t’aime. Repose en paix »\n\nRobert Trump avait été admis dans un hôpital new-yorkais, et des médias américains avaient rapporté qu’il était gravement malade, sans qu’on dispose de précisions sur la nature de sa maladie.\n\nLe président avait rendu visite à son frère à l’hôpital vendredi pendant 45 minutes environ. Il avait seulement déclaré à la presse que son frère vivait « un moment difficile »\n\nBien que beaucoup moins célèbre que son frère, Robert Trump, né en 1948, a longtemps été partie intégrante de l’empire immobilier familial et il était d’une loyauté absolue envers le président.\n\n« Je soutiens Donald à 1 000 % », avait-il déclaré en janvier 2016 au « New York Post », alors que son frère lançait sa course à la Maison Blanche :\n\nRobert Trump était généralement discret, mais s’était fait remarquer cette année en tentant, en vain, de faire interdire par la justice la publication d’un livre de sa nièce Mary Trump décrivant Donald Trump comme le produit d’une famille « toxique » Robert Trump estimait que ce livre à charge était « une honte » et avait obtenu un blocage temporaire de sa publication, mais un juge avait levé ce blocage en juillet.\n\nDivorcé en 2009, il venait de se remarier, en mars, avec Ann Marie Pallan, une employée de l’empire familial.\n\nL’ancien maire de New York Rudy Giuliani, maintenant avocat personnel du président, a rendu hommage à Robert Trump, homme « au grand cœur » qui « a beaucoup fait pour aider les New-Yorkais dans le besoin », a-t-il écrit sur Twitter.\n\nDonald Trump avait souvent qualifié son frère de « merveilleux », déclarant qu’ils avaient « une relation formidable depuis le premier jour »\n\nIvanka Trump, fille et conseillère du président, a déclaré samedi sur Twitter : « Oncle Robert, nous t’aimons. Tu es dans nos cœurs et dans nos prières, toujours »",
          "url" : "https://www.nouvelobs.com/monde/20200816.OBS32218/robert-trump-frere-de-donald-trump-est-decede.html?utm_term=Autofeed&utm_medium=Social&utm_source=Twitter#Echobox=1597563869",
          "handle" : "lobs",
          "publish_datetime" : "2020-08-16T07:44:48.000Z",
          "lang" : "fr",
          "references_count" : 3,
          "click_baitness" : "neutral",
          "favorite_count" : 3,
          "reply_count" : 4,
          "quote_count" : 1,
          "retweet_count" : 4
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1294834774855389184",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 306,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Fairly Difficult",
          "sentence_count" : 17,
          "@timestamp" : "2020-08-16T03:14:08.520Z",
          "top_image" : "",
          "title" : "Robert Trump, frère cadet de Trump, s’est éteint",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : "",
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 11,
          "text" : "(New York) Le plus jeune frère du président américain Donald Trump, Robert, s’est éteint samedi soir après avoir été hospitalisé à New York. Il avait 71 ans.\n\nC’est le président qui l’a annoncé dans une déclaration publiée en soirée, samedi.\n\nDonald Trump avait visité son frère à l’hôpital, vendredi, à la suite d’une annonce de la Maison-Blanche selon laquelle Robert Trump était gravement malade.\n\n« C’est avec le cœur gros que je vous informe que mon merveilleux frère, Robert, s’est éteint paisiblement ce soir », a déclaré le président par communiqué.\n\n« Il n’était pas seulement mon frère, il était mon meilleur ami. Il va grandement me manquer, mais on se reverra. Sa mémoire va vivre dans mon cœur à jamais. Robert, je t’aime. Repose en paix. »\n\nLe plus jeune enfant du clan Trump était demeuré proche du président de 74 ans. En juin, il avait même déposé, en vain, une poursuite judiciaire au nom de la famille dans le but d’empêcher la publication d’un livre de révélations rédigé par la nièce de Donald Trump, Mary.\n\nAu cours du même mois de juin, Robert Trump aurait été hospitalisé dans une unité de soins intensifs durant plusieurs jours.\n\nDonald et Robert Trump sont tous les deux des hommes d’affaires de carrière, mais avec des personnalités aux antipodes.\n\nDonald Trump a déjà décrit son plus jeune frère comme étant « plus discret et décontracté que je le suis » et comme étant « le seul gars dans ma vie que j’aie jamais appelé “chéri” ».\n\nRobert Trump a débuté sa carrière dans la finance à Wall Street avant de rejoindre l’entreprise familiale et de voir à la gestion immobilière parmi la haute direction de la Trump Organization.\n\nRobert Stewart Trump est né en 1948, il était le plus jeune enfant du promoteur immobilier new-yorkais Fred Trump.",
          "url" : "https://www.lapresse.ca/international/etats-unis/2020-08-15/robert-trump-frere-cadet-de-trump-s-est-eteint.php?utm_source=dlvr.it&utm_medium=twitter",
          "handle" : "LP_LaPresse",
          "publish_datetime" : "2020-08-16T03:14:01.000Z",
          "lang" : "fr",
          "references_count" : 0,
          "click_baitness" : "neutral",
          "reply_count" : 16,
          "favorite_count" : 17,
          "quote_count" : 2,
          "retweet_count" : 10
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1297344196655947798",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 411,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Difficult",
          "sentence_count" : 29,
          "@timestamp" : "2020-08-23T01:25:41.324Z",
          "top_image" : "",
          "title" : "Mary Trump Releases Secret Maryanne Trump Barry Recordings",
          "@version" : "1",
          "title_subjectivity" : "very subjective",
          "references" : [
            "https://t.co/xSHQOBNMd7",
            "https://www.washingtonpost.com/politics/maryanne-trump-barry-secret-recordings/2020/08/22/30d457f4-e334-11ea-ade1-28daf1a5e919_story.html?utm_source=twitter&utm_campaign=wp_main&utm_medium=social",
            "https://www.washingtonpost.com/politics/2016/live-updates/general-election/real-time-fact-checking-and-analysis-of-the-first-presidential-debate/fact-check-has-trump-declared-bankruptcy-four-or-six-times/?itid=lk_inline_manual_67",
            "https://twitter.com/washingtonpost?ref_src=twsrc%5Etfw",
            "/cdn-cgi/l/email-protection#63170a1310230e06070a020a17064d000c0e",
            "https://twitter.com/ProjectLincoln/status/1297332382660546563?ref_src=twsrc%5Etfw",
            "https://twitter.com/ProjectLincoln/status/1297333850872283136?ref_src=twsrc%5Etfw",
            "https://t.co/n37l4poWSV"
          ],
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 15,
          "text" : "Mary L. Trump has released to the Washington Post secret recordings of her conversations with her Aunt Maryanne Trump Barry, President Donald Trump’s eldest sister, where she rips her older brother for being a “liar” and confirms one of the claims made in Mary’s book.\n\nIn her tell-all book, Too Much and Never Enough: How My Family Created the World’s Most Dangerous Man, Mary Trump alleges that the president had someone take his SATs exam so he could get into the University of Pennsylvania. Many doubted whether this was true, but Mary came across this detail during a November 1. 2018 conversation with her eldest aunt.\n\n“He went to Fordham for one year and then he got into University of Pennsylvania because he had somebody take the exams,” said Barry during a secretly recorded conversation with her niece dated Nov. 1 2018.\n\n“No way!” Mary said in response. “He had somebody take his entrance exams?”\n\n“SATs or whatever…That’s what I believe. I even remember the name,” Barry said.\n\n\n\n “All he wants to do is appeal to his base,” Barry told her niece in another conversation. “He has no principles. None. None. And his base, I mean my God, if you were a religious person, you want to help people. Not do this.”\n\nShe adds, “His goddamned tweets and lying, oh my God,” she said. “I’m talking too freely, but you know. The change of stories. The lack of preparation. The lying. Holy shit.”\n\n\n\n Barry, who served as a federal judge for over three decades, recalled for her niece a time when Trump tried to take credit for her success.\n\n“He once tried to take credit for me,” Barry said, saying that her brother had said to her, “Where would you be without me?”\n\nBarry responded, “You say that one more time and I will level you.” She recalls the “only favor” she ever asked for was when Trump called his longtime attorney, Roy Cohn, to recommend that she be appointed a federal judge position by President Ronald Reagan.\n\nIn another conversation, Barry critizes her brother for his past financial struggles:\n\nMary Trump provided the Washington Post other additional unreleased secret recordings and audio transcripts, from conversations she had with her aunt in 2018 and 2019.\n\nHave a tip we should know? [email protected]",
          "url" : "https://www.mediaite.com/donald-trump/mary-trump-releases-secret-recordings-of-trumps-sister-backing-up-claim-from-her-book-he-has-no-principles/",
          "handle" : "Mediaite",
          "publish_datetime" : "2020-08-23T01:25:34.000Z",
          "lang" : "en",
          "references_count" : 8,
          "click_baitness" : "neutral",
          "favorite_count" : 88,
          "reply_count" : 17,
          "quote_count" : 2,
          "retweet_count" : 43
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298314976998948865",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "thehill",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 8,
          "sentence_count" : 14,
          "publish_datetime" : "2020-08-25T17:43:06.000Z",
          "bylined_article" : "No",
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpThe Memo: Fear overshadows hope at GOP convention's first night Former Trump administration officials launch anti-Trump group Trump, GOP seek to rebut Democratic narrative on night one MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The president has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not reelected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump and op-ed in The Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "references" : [
            "/person/miles-taylor",
            "/homenews/administration/513491-the-memo-fear-overshadows-hope-at-gop-conventions-first-night",
            "/people/donald-trump",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226",
            "/homenews/campaign/513489-trump-gop-seek-to-rebut-democratic-narrative-on-night-one",
            "/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 407,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-25T17:43:12.895Z",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 7,
          "favorite_count" : 233,
          "reply_count" : 56,
          "quote_count" : 13,
          "retweet_count" : 68
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298384418046914560",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "thehill",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 8,
          "sentence_count" : 14,
          "publish_datetime" : "2020-08-25T22:19:02.000Z",
          "bylined_article" : "No",
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpThe Memo: Fear overshadows hope at GOP convention's first night Former Trump administration officials launch anti-Trump group Trump, GOP seek to rebut Democratic narrative on night one MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The president has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not reelected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump and op-ed in The Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "references" : [
            "/person/miles-taylor",
            "/homenews/administration/513491-the-memo-fear-overshadows-hope-at-gop-conventions-first-night",
            "/people/donald-trump",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226",
            "/homenews/campaign/513489-trump-gop-seek-to-rebut-democratic-narrative-on-night-one",
            "/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 407,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-25T22:19:09.769Z",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 7,
          "favorite_count" : 130,
          "reply_count" : 24,
          "quote_count" : 8,
          "retweet_count" : 44
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298366298028728325",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "thehill",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 8,
          "sentence_count" : 14,
          "publish_datetime" : "2020-08-25T21:07:02.000Z",
          "bylined_article" : "No",
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpThe Memo: Fear overshadows hope at GOP convention's first night Former Trump administration officials launch anti-Trump group Trump, GOP seek to rebut Democratic narrative on night one MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The president has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not reelected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump and op-ed in The Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "references" : [
            "/people/donald-trump",
            "/person/miles-taylor",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226",
            "/homenews/campaign/513489-trump-gop-seek-to-rebut-democratic-narrative-on-night-one",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "/homenews/administration/513491-the-memo-fear-overshadows-hope-at-gop-conventions-first-night",
            "/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 407,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-25T21:07:09.890Z",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 7,
          "favorite_count" : 198,
          "reply_count" : 39,
          "quote_count" : 5,
          "retweet_count" : 68
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298262124137873414",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "thehill",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 8,
          "sentence_count" : 14,
          "publish_datetime" : "2020-08-25T14:13:05.000Z",
          "bylined_article" : "No",
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpThe Memo: Fear overshadows hope at GOP convention's first night Former Trump administration officials launch anti-Trump group Trump, GOP seek to rebut Democratic narrative on night one MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The President has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not re-elected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump (RVAT) and op-ed in the Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "references" : [
            "/person/miles-taylor",
            "/homenews/administration/513491-the-memo-fear-overshadows-hope-at-gop-conventions-first-night",
            "/people/donald-trump",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226",
            "/homenews/campaign/513489-trump-gop-seek-to-rebut-democratic-narrative-on-night-one",
            "/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 409,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-25T14:13:11.892Z",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 7,
          "favorite_count" : 221,
          "reply_count" : 33,
          "quote_count" : 7,
          "retweet_count" : 85
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298109102888030208",
        "_score" : 5.013812,
        "_source" : {
          "word_count" : 409,
          "origin" : "twitter",
          "authors" : [ ],
          "readability" : "Very Confusing",
          "sentence_count" : 14,
          "@timestamp" : "2020-08-25T04:05:32.423Z",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "@version" : "1",
          "title_subjectivity" : "very objective",
          "references" : [
            "/blogs/in-the-know/in-the-know/513320-nfls-goodell-to-kaepernick-on-protesting-i-wish-we-had-listened",
            "/homenews/administration/513322-kellyanne-conway-to-leave-her-white-house-position",
            "/person/miles-taylor",
            "/people/donald-trump",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "/homenews/campaign/513323-george-conway-says-he-is-withdrawing-from-lincoln-project",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226"
          ],
          "scientific_count" : 0,
          "bylined_article" : "No",
          "paragraph_count" : 8,
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpGeorge Conway withdrawing from Lincoln Project Kellyanne Conway to leave White House at end of month NFL's Goodell to Kaepernick on protesting: 'I wish we had listened earlier' MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The President has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not re-elected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump (RVAT) and op-ed in the Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group?__twitter_impression=true",
          "handle" : "thehill",
          "publish_datetime" : "2020-08-25T04:05:02.000Z",
          "lang" : null,
          "references_count" : 7,
          "click_baitness" : "neutral",
          "favorite_count" : 226,
          "reply_count" : 23,
          "quote_count" : 6,
          "retweet_count" : 85
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298446346966499330",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "thehill",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 8,
          "sentence_count" : 14,
          "publish_datetime" : "2020-08-26T02:25:07.000Z",
          "bylined_article" : "No",
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpThe Memo: Fear overshadows hope at GOP convention's first night Former Trump administration officials launch anti-Trump group Trump, GOP seek to rebut Democratic narrative on night one MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The president has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not reelected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump and op-ed in The Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "references" : [
            "/people/donald-trump",
            "/person/miles-taylor",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226",
            "/homenews/campaign/513489-trump-gop-seek-to-rebut-democratic-narrative-on-night-one",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "/homenews/administration/513491-the-memo-fear-overshadows-hope-at-gop-conventions-first-night",
            "/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 407,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-26T02:25:13.925Z",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 7,
          "favorite_count" : 98,
          "reply_count" : 3,
          "quote_count" : 2,
          "retweet_count" : 37
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298810109980815363",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "CNNSotu",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 14,
          "sentence_count" : 22,
          "publish_datetime" : "2020-08-27T02:30:35.000Z",
          "bylined_article" : "Yes",
          "text" : "President Donald Trump’s daughter-in-law, Lara Trump, made a personal pitch to the Republican National Convention referencing her relationship with the President and his support of women and family, turning to a dire warning of socialism, and then back to a personal pitch.\n\nTrump did not have a speaking slot in the 2016 Republican National Convention, but has emerged as a top surrogate and paid adviser to his reelection campaign.\n\nWhen she met her husband, Eric Trump, and his family, she said, “Any preconceived notion I had of this family disappeared immediately. They were warm and caring, they were hard workers, and they were down to earth. They reminded me of my own family. They made me feel like I was home.”\n\nShe described the Trump Organization as a “family environment,” and highlighted the “countless women executives who thrived there.”\n\n“Though I had no political experience, he believed in me. He knew I was capable even if I didn’t,” she said, one day after another convention speaker, former Florida Attorney General Pam Bondi, railed against nepotism.\n\nTrump, a former producer at \"Inside Edition,\" was a frequent presence on the 2016 campaign trail, and worked for former Trump campaign manager Brad Parscale’s digital firm, Giles-Parscale, as a senior consultant after her father-in-law’s inauguration. She is now a senior adviser to the Trump campaign, and appears often on its livestreams and as a surrogate at events.\n\nShe touted the administration’s economic successes before the pandemic, without referencing coronavirus, commemorated the 100th anniversary of the adoption of the 19th Amendment, and abruptly turned her remarks to warn of a Biden administration, which, she said, would put the nation on an “uncharted, frightening path towards socialism,” going on to quote Abraham Lincoln.\n\nShe reiterated the President’s “law and order” message and railed against “weak, spineless politicians,” who, she said, have “(ceded) control of our great American cities to violent mobs.”\n\n“Joe Biden will not do what it takes to maintain order,” she warned.\n\nTrump highlighted her personal story and cast herself as an everyday American born to small business owners: “I know the promise of America because I have lived it, not just as a member of the Trump family, but as a woman who knows what it’s like to work in blue collar jobs, to serve customers for tips, and to aspire to rise.”\n\nUnlike her husband, and brother-in-law Donald Trump Jr., and sister-in-law Tiffany Trump, Lara Trump sought to paint a more personal picture of the President.\n\n“I learned that he is a good man, that he loves his family, that he didn’t need this job… He is a person of convictions. He is a fighter and will never stop fighting for America,” she said.\n\nTrump continued, “He will uphold our values. He will preserve our families. And he will build on the great American edict that our union will never be perfect until opportunity is equal for all — including, and especially, for women.”\n\nShe briefly referenced Hurricane Laura, the convention’s second reference to the storm barreling toward Louisiana and Texas: “May God bless the Gulf States in the path of the Hurricane,” she said.",
          "references" : "",
          "title_subjectivity" : "very subjective",
          "word_count" : 566,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "By Melissa Macaya",
            " Rebekah Metzler",
            " <a href=\"/profiles/jessica-estepa\">Jessica Estepa</a>",
            " <a href=\"/profiles/veronica-rocha\">Veronica Rocha</a> and <a href=\"/profiles/fernando-alfonso-iii\">Fernando Alfonso III</a>",
            " CNN"
          ],
          "@timestamp" : "2020-08-27T02:30:43.702Z",
          "url" : "https://edition.cnn.com/politics/live-news/rnc-2020-day-3/h_0b22415c8b46a8d6bae058d6da987236",
          "top_image" : "",
          "title" : "Lara Trump paints personal picture of Trump family",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 0,
          "reply_count" : 5,
          "favorite_count" : 3,
          "quote_count" : 0,
          "retweet_count" : 4
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298415383939031043",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "thehill",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 8,
          "sentence_count" : 14,
          "publish_datetime" : "2020-08-26T00:22:05.000Z",
          "bylined_article" : "No",
          "text" : "A group of former Trump administration officials led by a former Department of Homeland Security (DHS) official who has endorsed former Vice President Joe Biden are forming a group dedicated to defeating President Trump Donald John TrumpThe Memo: Fear overshadows hope at GOP convention's first night Former Trump administration officials launch anti-Trump group Trump, GOP seek to rebut Democratic narrative on night one MORE in November.\n\nPolitico reported Monday that Miles Taylor, a former chief of staff at DHS under Trump, as well as two other former DHS officials are behind the new group known as the Republican Political Alliance for Integrity and Reform (REPAIR), which has launched a rudimentary website teasing more information in the days ahead.\n\n\"[REPAIR] is a group of former U.S. officials, advisors, and conservatives—organized by ex-Trump administration officials—calling for leadership change in the White House and seeking to repair the Republican Party. We believe America’s comeback starts this November—with a return to our founding principles,\" the group's website reads.\n\nTaylor, who resigned from DHS in 2019, told Politico in a statement that his group was working to get as many as 40 Republican former officials signed on to the effort to boost Biden's candidacy. His efforts appear similar to those of the Lincoln Project, a group of GOP strategists and activists working against the president's reelection through televised and online ads.\n\n“The president has demonstrated he’s unfit for office. And those of us who witnessed the chaos of his Administration firsthand from the inside are coming together to ensure that Trump is not reelected,” Taylor said.\n\n“More importantly, this organization will be planning for a post-Trump Republican Party and working with other groups to repair the GOP and repair our republic. In the coming weeks, we’ll be announcing a range of Republican talent that will be helping drive the effort, as well as new initiates to bring the GOP back to its roots, away from the corruption of Trumpism, and toward a more forward-looking agenda,\" he added.\n\nTrump fired back at Taylor in a tweet following his appearance in an ad for Republican Voters Against Trump and op-ed in The Washington Post, calling him a \"disgruntled employee.\"\n\n\"He left & is on the open arms Fake News circuit,\" Trump added in a tweet last week. \"Said to be a real 'stiff'. They will take anyone against us!\"",
          "references" : [
            "/people/donald-trump",
            "/person/miles-taylor",
            "https://www.politico.com/news/2020/08/24/trump-miles-taylor-group-story-401226",
            "/homenews/campaign/513489-trump-gop-seek-to-rebut-democratic-narrative-on-night-one",
            "https://thehill.com/homenews/campaign/512367-gop-group-launches-new-ad-featuring-ex-trump-dhs-official-declaring-support",
            "/homenews/administration/513491-the-memo-fear-overshadows-hope-at-gop-conventions-first-night",
            "/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 407,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-26T00:22:11.838Z",
          "url" : "https://thehill.com/homenews/campaign/513490-former-trump-administration-officials-launch-anti-trump-group",
          "top_image" : "",
          "title" : "Former Trump administration officials launch anti-Trump group",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 7,
          "favorite_count" : 116,
          "reply_count" : 16,
          "quote_count" : 4,
          "retweet_count" : 39
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298809999595122689",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "nprpolitics",
          "readability" : "Difficult",
          "@version" : "1",
          "paragraph_count" : 1,
          "sentence_count" : 1,
          "publish_datetime" : "2020-08-27T02:30:09.000Z",
          "bylined_article" : "No",
          "text" : "If you are not automatically redirected, visit the NPR live coverage here",
          "references" : [
            "https://apps.npr.org/liveblogs/20200826-rnc/#lara-trump-51"
          ],
          "title_subjectivity" : "very objective",
          "word_count" : 12,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [ ],
          "@timestamp" : "2020-08-27T02:30:34.789Z",
          "url" : "https://apps.npr.org/liveblogs/20200826-rnc/share/lara-trump-51.html?utm_source=twitter.com&utm_medium=social&utm_term=nprnews&utm_campaign=politics",
          "top_image" : "",
          "title" : "Lara Trump Says Trump Will ‘Keep America America’",
          "click_baitness" : "neutral",
          "lang" : null,
          "references_count" : 1,
          "favorite_count" : 12,
          "reply_count" : 23,
          "quote_count" : 6,
          "retweet_count" : 7
        }
      },
      {
        "_index" : "articles",
        "_type" : "_doc",
        "_id" : "1298814266452185088",
        "_score" : 5.013812,
        "_source" : {
          "handle" : "CNNPolitics",
          "readability" : "Very Confusing",
          "@version" : "1",
          "paragraph_count" : 14,
          "sentence_count" : 22,
          "publish_datetime" : "2020-08-27T02:47:06.000Z",
          "bylined_article" : "Yes",
          "text" : "President Donald Trump’s daughter-in-law, Lara Trump, made a personal pitch to the Republican National Convention referencing her relationship with the President and his support of women and family, turning to a dire warning of socialism, and then back to a personal pitch.\n\nTrump did not have a speaking slot in the 2016 Republican National Convention, but has emerged as a top surrogate and paid adviser to his reelection campaign.\n\nWhen she met her husband, Eric Trump, and his family, she said, “Any preconceived notion I had of this family disappeared immediately. They were warm and caring, they were hard workers, and they were down to earth. They reminded me of my own family. They made me feel like I was home.”\n\nShe described the Trump Organization as a “family environment,” and highlighted the “countless women executives who thrived there.”\n\n“Though I had no political experience, he believed in me. He knew I was capable even if I didn’t,” she said, one day after another convention speaker, former Florida Attorney General Pam Bondi, railed against nepotism.\n\nTrump, a former producer at \"Inside Edition,\" was a frequent presence on the 2016 campaign trail, and worked for former Trump campaign manager Brad Parscale’s digital firm, Giles-Parscale, as a senior consultant after her father-in-law’s inauguration. She is now a senior adviser to the Trump campaign, and appears often on its livestreams and as a surrogate at events.\n\nShe touted the administration’s economic successes before the pandemic, without referencing coronavirus, commemorated the 100th anniversary of the adoption of the 19th Amendment, and abruptly turned her remarks to warn of a Biden administration, which, she said, would put the nation on an “uncharted, frightening path towards socialism,” going on to quote Abraham Lincoln.\n\nShe reiterated the President’s “law and order” message and railed against “weak, spineless politicians,” who, she said, have “(ceded) control of our great American cities to violent mobs.”\n\n“Joe Biden will not do what it takes to maintain order,” she warned.\n\nTrump highlighted her personal story and cast herself as an everyday American born to small business owners: “I know the promise of America because I have lived it, not just as a member of the Trump family, but as a woman who knows what it’s like to work in blue collar jobs, to serve customers for tips, and to aspire to rise.”\n\nUnlike her husband, and brother-in-law Donald Trump Jr., and sister-in-law Tiffany Trump, Lara Trump sought to paint a more personal picture of the President.\n\n“I learned that he is a good man, that he loves his family, that he didn’t need this job… He is a person of convictions. He is a fighter and will never stop fighting for America,” she said.\n\nTrump continued, “He will uphold our values. He will preserve our families. And he will build on the great American edict that our union will never be perfect until opportunity is equal for all — including, and especially, for women.”\n\nShe briefly referenced Hurricane Laura, the convention’s second reference to the storm barreling toward Louisiana and Texas: “May God bless the Gulf States in the path of the Hurricane,” she said.",
          "references" : "",
          "title_subjectivity" : "very subjective",
          "word_count" : 566,
          "origin" : "twitter",
          "scientific_count" : 0,
          "authors" : [
            "By Melissa Macaya",
            " Rebekah Metzler",
            " <a href=\"/profiles/jessica-estepa\">Jessica Estepa</a>",
            " <a href=\"/profiles/veronica-rocha\">Veronica Rocha</a> and <a href=\"/profiles/fernando-alfonso-iii\">Fernando Alfonso III</a>",
            " CNN"
          ],
          "@timestamp" : "2020-08-27T02:47:15.644Z",
          "url" : "https://edition.cnn.com/politics/live-news/rnc-2020-day-3/h_0b22415c8b46a8d6bae058d6da987236?utm_term=image&utm_medium=social&utm_content=2020-08-27T02%3A47%3A05&utm_source=twCNNp",
          "top_image" : "",
          "title" : "Lara Trump paints personal picture of Trump family",
          "click_baitness" : "neutral",
          "lang" : "en",
          "references_count" : 0,
          "reply_count" : 53,
          "favorite_count" : 26,
          "quote_count" : 5,
          "retweet_count" : 8
        }
      }
    ]
  }
}
